[
  {
    "Situacion":"Elecciones al Congreso",
    "Plazo":"tendrán lugar entre los 30 y 60 días desde la terminación del mandato"
  },
  {
    "Situacion":"El Congreso electo deberá ser convocado…",
    "Plazo":"dentro de los 25 días siguientes a la celebración de las elecciones"
  },
  {
    "Situacion":"Los Decretos-leyes deberán ser inmediatamente sometidos a debate y votación de totalidad al Congreso, convocado al efecto si no estuviere reunido, en el plazo de….",
    "Plazo":"los 30 días siguientes a su promulgación."
  },
  {
    "Situacion":"PLAZO DE VETO O ENMIENDA A LOS PROYECTOS DE LEY POR\nPARTE DEL SENADO EN EL CASO DE PROYECTOS URGENTES. PLAZO ORDINARIO",
    "Plazo":"2 MESES"
  },
  {
    "Situacion":"PLAZO DE VETO O ENMIENDA A LOS PROYECTOS DE LEY POR\nPARTE DEL SENADO EN EL CASO DE PROYECTOS URGENTES. PLAZO URGENTE",
    "Plazo":"20 DÍAS"
  },
  {
    "Situacion":"SANCIÓN DE LAS LEYES POR EL REY",
    "Plazo":"15 días"
  },
  {
    "Situacion":"La moción de censura no podrá ser votada hasta que transcurran…",
    "Plazo":"5 días desde su presentación."
  },
  {
    "Situacion":"PRESENTACIÓN DE MOCIONES DE CENSURA ALTERNATIVAS",
    "Plazo":"2 primeros días desde su presentación"
  },
  {
    "Situacion":"PLAZO MÁXIMO DEL ESTADO DE ALARMA",
    "Plazo":"15 días"
  },
  {
    "Situacion":"DURACIÓN ESTADO EXCEPCIÓN",
    "Plazo":"30 días, prorrogables por otros 30"
  },
  {
    "Situacion":"PLAZO SOLICITAR REFORMA CONSTITUCIONAL ORDINARIA SEA\nSOMETIDA A REFERENDUM",
    "Plazo":"15 días siguientes a su aprobación"
  },
  {
    "Situacion":"El Gobierno podrá impugnar ante el Tribunal Constitucional las disposiciones y resoluciones adoptadas por los órganos de las Comunidades Autónomas. La impugnación producirá la suspensión de la disposición o resolución recurrida, pero el Tribunal, en su caso, deberá ratificarla o levantarla en un plazo ",
    "Plazo":"No superior a 5 meses"
  },
  {
    "Situacion":"El Presidente del TC solicitará de los Presidentes de los órganos que han de hacer las propuestas para la designación de los nuevos Magistrados, que inicien el procedimiento para ello",
    "Plazo":"Antes de los cuatro meses previos a la fecha de expiración de los nombramientos"
  },
  {
    "Situacion":"El recurso de inconstitucionalidad se formulara a partir de la publicacion de la Ley, disposicion o acto con fuerza de Ley impugnado, dentro del plazo de ….",
    "Plazo":"Tres meses"
  },
  {
    "Situacion":"Para que las asociaciones y organizaciones que tengan entre sus fines la defensa y promocion de los derechos humanos ostenten legitimacion para defender los derechos e intereses de las personas afiliadas o asociadas o usuarias de sus servicios en procesos judiciales civiles, contencioso-administrativos y sociales, deberán haberse constituido ....",
    "Plazo":"Al menos 2 años antes de la iniciacion del proceso judicial"
  },
  {
    "Situacion":"El plazo que establece la CE para disolver las Camaras en caso de que los candidatos a la investidura como Presidente del Gobierno no hubiesen obtenido la mayoria necesaria es de ",
    "Plazo":"Dos meses a partir de la primera votacion de investidura"
  },
  {
    "Situacion":"Los miembros de un organo colegiado que discrepen del acuerdo mayoritario en el seno del mismo, podrán formular voto particular por escrito en el plazo de ",
    "Plazo":"2 dias"
  },
  {
    "Situacion":"Aclaración de conceptos oscuros en resoluciones judiciales y decretos realizados de oficio",
    "Plazo":"2 dias habiles siguientes a la publicacion de la resolucion"
  },
  {
    "Situacion":"Aclaración de conceptos oscuros en resoluciones judiciales y decretos realizados a instancia de parte",
    "Plazo":"3 dias siguientes a presentación de la petición"
  },
  {
    "Situacion":"Rectificacion de errores materiales en resoluciones judiciales y decretos realizados a instancia de parte o de oficio",
    "Plazo":"en cualquier momento"
  },
  {
    "Situacion":"Subsanaciones mediante auto de omisiones o defectos que sea necesario remediar  en resoluciones judiciales y decretos realizados de oficio",
    "Plazo":"2 dias habiles siguientes a la publicacion de la resolucion"
  },
  {
    "Situacion":"Subsanaciones mediante auto de omisiones o defectos que sea necesario remediar  en resoluciones judiciales y decretos realizados a instancia de parte",
    "Plazo":"3 dias siguientes a presentación de la petición"
  },
  {
    "Situacion":"Complemento por pronunciamientos omitidos manifiestamente en sentencias, autos y decretos realizados de oficio",
    "Plazo":"5 dias habiles siguientes a la publicacion de la resolucion"
  },
  {
    "Situacion":"Complemento por pronunciamientos omitidos manifiestamente en sentencias, autos y decretos realizados a instancia de parte",
    "Plazo":"5 dias desde fecha en que se dictó"
  },
  {
    "Situacion":"El plazo para cumplir los requisitos para el acceso de la autonomia es de …",
    "Plazo":"6 meses a contar desde el primer acuerdo adoptado por una de las Corporaciones locales."
  },
  {
    "Situacion":"En caso de no prosperar la iniciativa de acceso a la autonomia, solamente podrá reiterarse pasados …",
    "Plazo":"5 años"
  },
  {
    "Situacion":"Las actuaciones de auxilio judicial practicadas, si no se pudieran enviar telemáticamente, se remitirán por correo certificado o se entregarán al litigante o al procurador al que se hubiere encomendado la gestión del exhorto, que las presentará en el\nórgano exhortante dentro de los ...(Art 175. LEC- Devolución del exhorto)",
    "Plazo":"10 dias siguientes"
  },
  {
    "Situacion":"si la parte a la que interese el cumplimiento del exhorto así\nlo solicita, se le entregará éste bajo su responsabilidad, para que lo presente en el órgano exhortado dentro de los…(Art 172 LEC-Remision del exhorto)",
    "Plazo":"5 dias siguientes"
  },
  {
    "Situacion":"Plazo a partir de la cual podrán ser públicamente consultados los documentos que puedan afectar a la seguridad\nde las personas, a su honor, a la intimidad de su vida\nprivada y familiar y a su propia imagen.",
    "Plazo":"Una vez haya transcurrido un plazo de 25 AÑOS desde su muerte, si su fecha es conocida o, en otro caso, de 50 AÑOS a partir de la fecha de los documentos."
  },
  {
    "Situacion":"Plazo a partir del cual se podrán remitir los documentos del Archivo judicial de Gestión al Archivo Judicial Territorial para su conservación y custodia cuando los asuntos que, estando en fase declarativa o de ejecución, no estuvieren pendientes de actuación procesal alguna.",
    "Plazo":"Transcurridos 5 años desde la incoación"
  },
  {
    "Situacion":"Plazo a partir del cual se podrán remitir los documentos del Archivo judicial de Gestión al Archivo Judicial Territorial para su conservación y custodia cuando se trata de procedimientos con sentencia firme o cualquier resolución que ponga fin a estos.",
    "Plazo":"Transcurrido 1 año desde la firmeza de la resolución"
  },
  {
    "Situacion":"Formalización periódica de la remisión de los documentos que se hallen en un Archivo Judicial de Gestión al correspondiente Archivo Judicial Territorial o al Archivo Judicial Central.",
    "Plazo":"Como mínimo con carácter anual "
  },
  {
    "Situacion":"Convocatoria de la Junta de Expurgo en sesión ordinaria.",
    "Plazo":"1 vez al año"
  },
  {
    "Situacion":"Respecto a las Juntas de Expurgo, confirmación del transcurso de los plazos legales de prescripción o caducidad por el órgano judicial de procedencia.",
    "Plazo":"1 mes"
  },
  {
    "Situacion":"Plazo del que disponen los interesados para recuperar los documentos aportados al proceso una vez que el Presidente de la Junta de Expurgo ordene su publicación .",
    "Plazo":"2 meses"
  },
  {
    "Situacion":"Respecto a las Juntas de Expurgo, acuerdo de la convocatoria de sesiones ordinarias o extraordinarias.",
    "Plazo":"Una vez transcurrido el plazo de 2 meses a\nque se refiere el art. 16 del RD 937\/2003"
  },
  {
    "Situacion":"Periodicidad de la remisión de las relaciones de expedientes de los archivos a las juntas de expurgo.",
    "Plazo":"Minimo 1 vez al año"
  },
  {
    "Situacion":"En el trámite de control de legalidad de los documentos, realización de las comprobaciones oportunas por el Encargado de la Oficina del Registro Civil cuando tuviese dudas fundadas sobre la legalidad de los documentos, la veracidad de los hechos o la exactitud de las declaraciones se realizarán en ....",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"El plazo para la practica del asiento o resolución denegandolo es de…",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"Inscripcion de la defuncion",
    "Plazo":"Mismo dia \/ Inmediatamente"
  },
  {
    "Situacion":"Inscripciones referentes a nacionalidad y matrimonio en las Oficinas Consulares del Registro Civil.",
    "Plazo":"Mayor brevedad posible"
  },
  {
    "Situacion":"Comunicación de la dirección de hospitales, clínicas y establecimientos sanitarios, a la Oficina del Registro Civil que corresponda, de cada uno de los nacimientos que hayan tenido lugar en los mismos, excepto aquellos casos que exijan la personación ante el Encargado del Registro Civil.",
    "Plazo":"72 horas"
  },
  {
    "Situacion":"Declaración de nacimiento ante la Oficina del Registro Civil o las Oficinas Consulares de Registro Civil cuando el mismo se produzca fuera de establecimiento sanitario o no se haya comunicado en plazo. ",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"Plazo durante el que la mención del sexo figurará en blanco en caso de que el parte facultativo indicara la condición intersexual del nacido y así lo hubieran solicitado, de común acuerdo, los progenitores.",
    "Plazo":"Maximo 1 año"
  },
  {
    "Situacion":"Comunicación del orden de los apellidos, por los progenitores o quienes ostenten la representación legal del menor, a requerimiento del Encargado del Registro Civil, cuando no exista acuerdo o no se hayan hecho constar los apellidos en la solicitud de inscripción de nacimiento. ",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"Imposición de nombre y apellidos de uso corriente al nacido, por el Encargado del Registro Civil, cuando los obligados a su fijación no lo señalaran. ",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"Solicitud de conservación de los apellidos que venía usando el interesado antes de la filiación rectificada. ",
    "Plazo":"2 meses"
  },
  {
    "Situacion":"Declaración para la conservación de los apellidos, que ostente en forma distinta de la legal, del que adquiere la nacionalidad española. ",
    "Plazo":"2 meses"
  },
  {
    "Situacion":"Validez de los anuncios o de las diligencias sustitutorias necesarias practicadas en relacion a la inscripcion de matrimonio.",
    "Plazo":"1 año"
  },
  {
    "Situacion":"Remisión al Registro Civil de acta o escritura pública de celebración de matrimonio para su inscripción. ",
    "Plazo":"Mismo dia"
  },
  {
    "Situacion":"Prestación de consentimiento matrimonial en el supuesto de confesiones inscritas con notorio arraigo en España, desde la fecha del acta o resolución que contenga el juicio de capacidad matrimonial. ",
    "Plazo":"6 meses"
  },
  {
    "Situacion":"Remisión de la certificación expresiva de la celebración del matrimonio al Encargado del Registro Civil competente para su inscripción. ",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"Remisión de copia autorizada electrónica de la escritura pública de capitulaciones matrimoniales por el Notario ante el que se otorgue al Encargado del Registro Civil correspondiente para su constancia en la inscripción de matrimonio. ",
    "Plazo":"Mismo dia"
  },
  {
    "Situacion":"Remisión de testimonio o copia electrónica de la resolución judicial firme de separación, nulidad o divorcio, a la Oficina General del Registro Civil para su inscripción inmediata. ostente en forma distinta de la legal, del que adquiere la nacionalidad española. ",
    "Plazo":"Mismo dia o siguiente dia habil"
  },
  {
    "Situacion":"Recursos ante la Dirección General de Seguridad y Fe Pública. Plazo para la interposición del recurso.",
    "Plazo":"1 mes"
  },
  {
    "Situacion":"Recursos ante la Dirección General de Seguridad y Fe Pública. Plazo para que la Dirección General de Seguridad y Fe Pública resuelva el recurso.",
    "Plazo":"6 meses"
  },
  {
    "Situacion":"Recursos en vía jurisdiccional. Oposición a las resoluciones de la Dirección General de Seguridad Jurídica y Fe Pública en materia de Registro Civil.",
    "Plazo":"2 meses desde su notificacion"
  },
  {
    "Situacion":"Recursos en vía jurisdiccional. Plazo para que la Dirección General de Seguridad Jurídica y Fe Pública aporte testimonio completo o copia auténtica del expediente.",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"Recursos en vía jurisdiccional. Plazo para la presentación de la demanda.",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"Año desde el que se incorporarán a los registros individuales todas las inscripciones de nacimiento practicadas en los Registros Civiles municipales. ",
    "Plazo":1920
  },
  {
    "Situacion":"Año desde el que se incorporarán a los registros individuales todas las inscripciones de matrimonio, defunciones y tutelas y demás representaciones legales practicadas en los Registros Civiles municipales.",
    "Plazo":1950
  },
  {
    "Situacion":"Plazo máximo para la notificación de las resoluciones dictadas por los Tribunales o letrados de la Administración de Justicia.",
    "Plazo":"3 días desde su fecha o publicación"
  },
  {
    "Situacion":"Plazo en el que se tendrán por realizados los actos de comunicación dirigidos al MF, Abogacía del Estado, Letrados de las Cortes Generales y de las Asambleas Legislativas, Letrados del Servicio Jurídico de la Administración de la S.S. y de las demás Administraciones públicas de las CC.AA o de los Entes Locales así como aquellos que se practiquen a través de los servicios de notificaciones organizados por los Colegios\nde Procuradores cuando el acto de comunicación se haya efectuado por los medios y con los requisitos que establece el art. 162 LEC.",
    "Plazo":"El día siguiente hábil a la a la fecha de recepción que conste en la\ndiligencia o resguardo acreditativo de su recepción"
  },
  {
    "Situacion":"Plazo en el que se tendrán por recibidos los actos de comunicación dirigidos al MF, Abogacía del Estado, Letrados de las\nCortes Generales y de las Asambleas Legislativas, Letrados\ndel Servicio Jurídico de la Administración de la S.S. y de las\ndemás Administraciones públicas de las CC.AA o de los Entes Locales así como aquellos que se practiquen a través de los servicios de notificaciones organizados por los Colegios de Procuradores cuando el acto de comunicación, efectuado por los medios y con los requisitos que establece el art. 162 LEC, se remite después de las 15:00 horas.",
    "Plazo":"Al dia siguiente hábil"
  },
  {
    "Situacion":"Plazo en el que se cumplimentarán los actos de comunicación que hayan de practicarse mediante auxilio judicial. ",
    "Plazo":"No superior a 20 días contados a partir de su recepción"
  },
  {
    "Situacion":"Plazo de suspensión del reenvío del servicio de notificaciones, en caso de acreditación por parte de una persona profesional de la procura de una causa de fuerza mayor.",
    "Plazo":"3 dia hábiles"
  },
  {
    "Situacion":"Plazo sin que el destinatario acceda al contenido del acto de comunicación que tuviese por objeto el primer emplazamiento o citación, o la realización o intervención personal de las partes en determinadas actuaciones procesales, para que se proceda a su publicación en el Tablón Edictal Judicial Única.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"Plazo sin que el destinatario constate la recepción de un acto de comunicación practicado por medios electrónicos y puesto a su disposición en la sede judicial, para que se practique la recepción por remisión al domicilio.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"Plazo sin que el destinatario acceda al contenido de un acto  de comunicación, para que las comunicaciones efectuadas surtan plenos efectos en cuanto se acredite la correcta remisión de lo que haya de comunicarse a cualquiera de los lugares que se hayan designado como domicilio aunque no conste su recepción por el destinatario, o cuando el\ndestinatario, sin estar obligado, haya optado por el uso de medios electrónicos y la comunicación se haya remitido correctamente.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"Plazo para que las partes comuniquen a la oficina judicial el cambio de su domicilio durante la sustanciación de un proceso.",
    "Plazo":"Inmediatamente"
  },
  {
    "Situacion":"Constatada la correcta remisión del acto de comunicación por medios técnicos, plazo en el que se entenderá que la comunicación ha sido efectuada legalmente y despliega efectos pese a que el destinatario no haya accedido a su contenido.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"Plazo de suspensión por causa de fuerza mayor del reenvío del servicio de notificaciones por los Colegios de Procuradores para que a estos se les aplique regla excepcional.",
    "Plazo":"Maximo 3 dias"
  },
  {
    "Situacion":"Periodo durante el que serán accesibles las comunicaciones, notificaciones y cualquier documento procesal transmitido por medios electrónicos una vez depositados en los buzones virtuales. ",
    "Plazo":"60 dias"
  },
  {
    "Situacion":"Plazo de presentación del exhorto ante el órgano exhortado.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"Plazo de presentación del exhorto ante el órgano exhortante",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"Respecto al auxilio judicial en el proceso penal, en los delitos privados, dación de cuenta al juez o tribunal por parte del funcionario que verifique la presentación del documento.",
    "Plazo":"Mismo dia o, si no fuere posible, el dia siguiente"
  },
  {
    "Situacion":"En caso de suspensión del procedimiento por incomparecencia del demandado al que se le ha remitido la demanda a otro Estado, tiempo tras el cual la autoridad competente proveerá a instancia de parte interesada.",
    "Plazo":"6 meses"
  },
  {
    "Situacion":"Resolución por el órgano jurisdiccional sobre la admisión de la demanda de exequátur en caso de posible causa de inadmisión o de defecto no subsanado.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"Oposición de la parte demandada en el proceso de exequátur.",
    "Plazo":"30 dias"
  },
  {
    "Situacion":"Resolución del proceso de exequátur, tras la oposición o transcurrido el plazo sin que se haya formalizado.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"Plazo para dictar sentencia en el proceso penal.",
    "Plazo":"3 días siguientes a aquel en que se hubiese celebrado la vista del incidente o se hubiese terminado el juicio."
  },
  {
    "Situacion":"Plazo para firmar y dictar los autos en el proceso penal",
    "Plazo":"En el día siguiente a aquel en que se hubiesen entablado las pretensiones que se hayan de resolver, o hubieren llegado las actuaciones a estado de que aquellos sean dictados."
  },
  {
    "Situacion":"Plazo para firmar y dictar las providencias en el proceso penal.",
    "Plazo":"Inmediatamente que resulte de las actuaciones la necesidad de dictarlas, o en el mismo día o en el siguiente a aquel en que se hayan presentado las pretensiones sobre las que recaigan."
  },
  {
    "Situacion":"Plazo para notificar las resoluciones dictadas por los tribunales en el proceso civil.",
    "Plazo":"3 días desde su fecha o publicación"
  },
  {
    "Situacion":"Plazo para formalizar la recusación.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"En caso de suspensión de la vista para designar nuevo procurador, plazo en el que NO podrá volver a señalarse la vista.",
    "Plazo":"Hasta 3 dias despues"
  },
  {
    "Situacion":"Plazo para comunicar al Tribunal la suspensión que el LAJ acuerde.",
    "Plazo":"En el mismo día o en el día hábil siguiente"
  },
  {
    "Situacion":"Plazo máximo para notificar las resoluciones.",
    "Plazo":"3 días desde su fecha\no publicación."
  },
  {
    "Situacion":"Aclaraciones. Plazo para realizar la aclaración de oficio o para presentar la solicitud.",
    "Plazo":"2 días hábiles siguientes al de la publicación de la resolución."
  },
  {
    "Situacion":"Aclaraciones. Plazo para la resolución.",
    "Plazo":"3 días siguientes al de la presentación de la petición de aclaración."
  },
  {
    "Situacion":"Complemento de resoluciones a instancia de parte. Plazo para presentar solicitud.",
    "Plazo":"5 días a contar desde la notificación de la resolución."
  },
  {
    "Situacion":"Complemento de resoluciones a instancia de parte. Plazo para formular alegaciones.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"Complemento de resoluciones de oficio. Plazo para completar la resolución.",
    "Plazo":"5 días a contar desde la fecha en que se dicta."
  },
  {
    "Situacion":"Plazo por el que se interrumpirán los plazos y se demorarán los términos cuando por los Colegios de Abogados o Procuradores o por las partes personadas se comuniquen causas objetivas de fuerza mayor.",
    "Plazo":"3 dias hábiles"
  },
  {
    "Situacion":"Presentación electrónica de escritos y documentos.",
    "Plazo":"Todos los días del año durante las 24 horas"
  },
  {
    "Situacion":"Cuando la presentación de escritos perentorios no hubiera sido posible debido a una interrupción no planificada del servicio de comunicaciones electrónicas, plazo en el que el remitente podrá proceder a su presentación en la oficina judicial.",
    "Plazo":"Primer día hábil siguiente"
  },
  {
    "Situacion":"Plazo para la presentación de escritos y documentos sujetos a plazo, procesal o sustantivo.",
    "Plazo":"Hasta las quince horas del día hábil siguiente al del vencimiento del plazo"
  },
  {
    "Situacion":"Plazo para presentar el remitente escritos perentorios cuando su presentación dentro de plazo se vea impedida por limitaciones, incluso horarias, en el uso de soluciones tecnológicas de la Administración de Justicia.",
    "Plazo":"Primer día hábil siguiente"
  },
  {
    "Situacion":"Plazo para presentar el remitente el documento o documentos que no haya podido adjuntar cuando los escritos perentorios no se pudiesen presentar dentro de plazo se vea impedida por su naturaleza o el tamaño del archivo",
    "Plazo":"Primer día hábil siguiente"
  },
  {
    "Situacion":"Plazo para la impugnación de la traducción.",
    "Plazo":"5 días siguientes desde el traslado."
  },
  {
    "Situacion":"Notificación por parte del acusado de que no va a comparecer en la sede del órgano judicial.",
    "Plazo":"Al menos, 5 días de antelación"
  },
  {
    "Situacion":"Incidente excepcional de nulidad de actuaciones.Plazo para pedir la nulidad.",
    "Plazo":"20 días desde la notificación de la resolución o desde que se tuvo conocimiento del defecto causante de indefensión, sin que, en este último caso, pueda solicitarse la nulidad de actuaciones después de\ntranscurridos 5 años desde la notificación de la resolución."
  },
  {
    "Situacion":"Incidente excepcional de nulidad de actuaciones. Plazo de alegaciones.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"Plazo para la convocatoria al Pleno del Congreso para proceder a la elección de Defensor del Pueblo, propuesto el candidato.",
    "Plazo":"No inferior a 10 dias"
  },
  {
    "Situacion":"Plazo para que el Senado ratifique la votación favorable del Congreso sobre la elección del Defensor del Pueblo.",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"Plazo para formular sucesivas propuestas, si no se alcanzaran las mayorías necesarias para la elección de Defensor del Pueblo.",
    "Plazo":"1 mes"
  },
  {
    "Situacion":"Plazo máximo para iniciar el procedimiento para nombrar un nuevo Defensor del Pueblo, tras la vacante del cargo.",
    "Plazo":"1 mes"
  },
  {
    "Situacion":"Cese del Defensor del Pueblo en casos de incompatibilidad.",
    "Plazo":"10 dias siguientes al nombramiento"
  },
  {
    "Situacion":"Periodicidad de la obligación del Defensor del Pueblo de dar cuenta de su gestión a las Cortes Generales.",
    "Plazo":"Anualmente"
  },
  {
    "Situacion":"Plazo máximo del estado de excepción.",
    "Plazo":"30 días, prorrogables por otro plazo igual"
  },
  {
    "Situacion":"Plazo máximo del estado de alarma.",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"Plazo para que se celebren las elecciones, finalizado el mandato del Congreso.",
    "Plazo":"Entre 30 y 60 dias"
  },
  {
    "Situacion":"Plazo para convocar al Congreso electo, tras la celebración de las elecciones.",
    "Plazo":"25 dias"
  },
  {
    "Situacion":"Plazo que ha de transcurrir para una nueva disolución de las Cortes Generales",
    "Plazo":"1 año"
  },
  {
    "Situacion":"Presentación de los Presupuestos Generales del Estado ante el Congreso de los Diputados.",
    "Plazo":"3 meses antes de la expiración de los del año anterior"
  },
  {
    "Situacion":"Debate y votación de los Decretos leyes por el Congreso de los Diputados.",
    "Plazo":"30 días siguientes a su promulgación"
  },
  {
    "Situacion":"Plazo que tiene el Gobierno para negarse a la tramitación de una proposición de ley.",
    "Plazo":"30 dias"
  },
  {
    "Situacion":"Plazo para la presentación de enmiendas en el Congreso.",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"Plazo para que la Comisión del Congreso redacte un informe sobre el texto y las enmiendas presentadas al articulado.",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"Plazo del Senado para oponer su veto o introducir\nenmiendas.",
    "Plazo":"2 meses desde la recepcion del texto"
  },
  {
    "Situacion":"Plazo de Senado para oponer su veto o introducir enmiendas cuando el proyecto haya sido declarado urgente.",
    "Plazo":"20 dias naturales"
  },
  {
    "Situacion":"Plazo que tiene que transcurrir para que el Congres pueda levantar el veto del Senado por mayoría simple.",
    "Plazo":"2 meses"
  },
  {
    "Situacion":"Plazo para la sanción de las leyes por el Rey.",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"Plazo máximo para la propuesta de magistrados del TC del Pleno del Consejo General del Poder.",
    "Plazo":"3 meses a contar desde el día siguiente al vencimiento del mandato anterior"
  },
  {
    "Situacion":"Plazo para que el candidato propuesto como Magistrado del TC cese en el cargo o en la actividad incompatible.",
    "Plazo":"10 días siguientes a la propuesta"
  },
  {
    "Situacion":"Plazo máximo para que el TC ratifique o levante la suspensión de una disposición o resolución recurrida adoptada por las CCAA.",
    "Plazo":"5 meses"
  },
  {
    "Situacion":"Plazo de interposición de recurso de inconstitucionalidad.",
    "Plazo":"3 meses a partir de la publicación oficial"
  },
  {
    "Situacion":"Plazo de interposición de recurso de inconstitucionalidad por el Presidente del Gobierno y los órganos colegiados ejecutivos de las CCAA.",
    "Plazo":"9 meses"
  },
  {
    "Situacion":"Plazo para que el acuerdo de la Comisión Bilateral de Cooperación sea puesto en conocimiento del TC por el gobierno o los órganos colegiados de las CCAA.",
    "Plazo":"3 meses desde la publicación de la ley o disposición"
  },
  {
    "Situacion":"Plazo para interposición de recurso de amparo frente a decisiones o actos sin valor de Ley, emanados de las Cortes Generales o de cualquiera de sus órganos o de las Asambleas de las Comunidades Autónomas o de sus órganos.",
    "Plazo":"3 meses desde la firmeza de dichos actos"
  },
  {
    "Situacion":"Plazo para interposición de recurso de amparo frente a disposiciones, actos jurídicos, omisiones o simple vía de hecho del Gobierno o de sus autoridades o funcionarios, o de los órganos ejecutivos colegiados de las Comunidades Autónomas o de sus autoridades o funcionarios o agentes.",
    "Plazo":"20 días desde la notificación de la resolución recaída en el previo proceso judicial"
  },
  {
    "Situacion":"Plazo para interposición de recurso de amparo frente a actos u omisiones de un órgano judicial",
    "Plazo":"30 días desde la notificación de la resolución recaída en el proceso judicial"
  },
  {
    "Situacion":"En el procedimiento de reforma ordinario, plazo para solicitar la celebración de referéndum.",
    "Plazo":"15 días siguientes a su aprobación"
  },
  {
    "Situacion":"En el procedimiento de reforma agravado, plazo para la convocatoria del referéndum.",
    "Plazo":"30 dias"
  },
  {
    "Situacion":"En el procedimiento de reforma agravado, plazo para la celebración del referéndum.",
    "Plazo":"60 dias"
  },
  {
    "Situacion":"Nueva votación en el Congreso de los Diputados para elegir\nal Presidente del Gobierno si en la primera votación no se\nhubiera alcanzado la mayoría absoluta",
    "Plazo":"48 horas"
  },
  {
    "Situacion":"Plazo para la investidura de Presidente antes que el Rey disuelva las Cámaras y convoque nuevas elecciones",
    "Plazo":"2 meses desde la primera votación de investidura"
  },
  {
    "Situacion":"Plazo para votar una moción de censura",
    "Plazo":"5 dias desde su presentacion"
  },
  {
    "Situacion":"Plazo para presentar mociones alternativas",
    "Plazo":"2 días desde la presentación de la moción"
  },
  {
    "Situacion":"Plazo de antelación con el que los miembros de los órganos colegiados de la Administración General del Estado y de las Entidades de Derecho Público vinculadas o dependientes de ellas han de recibir la convocatoria de la reunión con el orden del día",
    "Plazo":"2 dias"
  },
  {
    "Situacion":"Plazo para que los miembros de los órganos colegiados de la Administración General del Estado y de las Entidades de Derecho Público vinculadas o dependientes de ellas formulen voto particular",
    "Plazo":"2 dias"
  },
  {
    "Situacion":"Plazo para el cumplimiento de los requisitos para la iniciativa del proceso autonómico del art. 143 CE.",
    "Plazo":"6 meses a contar desde el primer acuerdo adoptado por una de las corporaciones locales."
  },
  {
    "Situacion":"Plazo para poder reiterar la iniciativa del proceso autonómico del art. 143.",
    "Plazo":"5 años"
  },
  {
    "Situacion":"En el procedimiento de elaboración del Estatuto del art. 151.2, plazo para el examen del proyecto de Estatuto en la Comisión Constitucional del Congreso.",
    "Plazo":"2 meses"
  },
  {
    "Situacion":"Plazo que debía transcurrir para que las Comunidades Autónomas del art. 143 pudieran ampliar sus competencias dentro del listado del art. 149.",
    "Plazo":"5 años"
  },
  {
    "Situacion":"Plazo mínimo de duración de la delegación de competencias por el Estado y las CCAA en los Municipios.",
    "Plazo":"5 años"
  },
  {
    "Situacion":"Plazo para que el nuevo municipio resultante de la fusión pueda segregarse.",
    "Plazo":"10 años desde la adopción del convenio de fusión."
  },
  {
    "Situacion":"Plazo de renovación de la inscripción en el padrón municipal de los extranjeros no comunitarios sin autorización de residencia permanente.",
    "Plazo":"2 años"
  },
  {
    "Situacion":"Respecto al Municipio: Convocatoria automática del Pleno, una vez presentado el escrito de moción de censura en el Registro General de la Corporación",
    "Plazo":"10º día hábil siguiente al de su registro"
  },
  {
    "Situacion":"Convocatoria automática de la sesión plenaria para la elección del nuevo Alcalde en caso de que la cuestión de confianza no obtuviera el número necesario de votos.",
    "Plazo":"10º día hábil siguiente al de la votación del acuerdo"
  },
  {
    "Situacion":"Respecto al Municipio: Cuando la cuestión de confianza se vincule a la aprobación o modificación de los presupuestos anuales, plazo para entender otorgada la confianza y aprobado el proyecto en caso de no presentarse una moción de censura o no prosperar ésta",
    "Plazo":"1 mes desde que se votara el rechazo de la cuestión de confianza"
  },
  {
    "Situacion":"Plazo para que los concejales que hubieran votado a favor de un asunto al que se hubiese vinculado una cuestión de confianza puedan firmar una moción de censura contra el Alcalde.",
    "Plazo":"6 meses"
  },
  {
    "Situacion":"Entidades locales:Plazo para la celebración de la sesión extraordinaria del Pleno solicitada por sus miembros.",
    "Plazo":"15 días hábiles desde que fuera solicitada."
  },
  {
    "Situacion":"Entidades locales: Convocatoria automática del Pleno extraordinario\nen caso de que el Presidente no lo convocase",
    "Plazo":"10º día hábil siguiente al de la finalización del plazo de 15 días hábiles."
  },
  {
    "Situacion":"Entidades locales: Notificación por el Secretario de la Corporación de la convocatoria automática del Pleno extraordinario",
    "Plazo":"Día siguiente al de la finalización del plazo de 15 días hábiles."
  },
  {
    "Situacion":"Entidades locales: Plazo de antelación para la convocatoria\nde las sesiones plenarias.",
    "Plazo":"2 dias"
  },
  {
    "Situacion":"Entidades locales: Plazo de remisión de la ampliación de información solicitada por el Estado o la CCAA en caso de infracción del ordenamiento jurídico.",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"Entidades locales: Plazo de remisión de la ampliación de información\ncuando el acto o acuerdo atente gravemente al interés\ngeneral de España.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"Entidades locales: Plazo para que la entidad anule el acto que infringe el\nordenamiento jurídico.",
    "Plazo":"1 mes"
  },
  {
    "Situacion":"Entidades locales: Plazo de formulación del requerimiento para que la entidad anule el acto que infringe el ordenamiento jurídico.",
    "Plazo":"15 dias desde la recepcion de comunicación del acuerdo"
  },
  {
    "Situacion":"Entidades locales: Plazo para que el Delegado de Gobierno requiera al\nPresidente de la Corporación la anulación del acto que atenta gravemente al interés general de España.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"Entidades locales: Plazo máximo para que el Presidente de la Corporación anule el acto que atenta gravemente al interés general\nde España. ",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"Entidades locales: Plazo para que el Delegado del Gobierno suspenda el\nacto que atenta gravemente al interés general de España y adopte las medidas oportunas",
    "Plazo":"10 días a contar desde el siguiente al de la finalización del plazo del requerimiento o al de la respuesta del Presidente de la Corporación."
  },
  {
    "Situacion":"Entidades locales: Plazo para impugnar ante la Jurisdicción\nContencioso-administrativa el acto o acuerdo suspendido.",
    "Plazo":"10 dias desde la suspension"
  },
  {
    "Situacion":"Plazo en el que dejarán de aplicarse los tratados en el país que haya comunicado su decisión de retirarse de la UE, en defecto de acuerdo de retirada.",
    "Plazo":"2 años desde la notificación al Consejo Europeo"
  },
  {
    "Situacion":"A falta de mención especial, plazo de entrada en vigor de los actos legislativos en relacion al derecho de la UE",
    "Plazo":"20 días desde su publicación en el Diario Oficial de la UE"
  },
  {
    "Situacion":"A falta de mención especial, plazo de entrada en vigor de los siguientes actos no legislativos: reglamentos, directivas que tengan por destinatarios a todos los Estados miembros y decisiones que no indican destinatarios, en relacion al derecho de la UE",
    "Plazo":"20 días desde su publicación en el Diario Oficial de la UE"
  },
  {
    "Situacion":"En el caso de que el Parlamento, el Consejo o la Comisión de la UE fijen un plazo para la presentación de dictamen por el Comité Económico y Social.",
    "Plazo":"No inferior a un mes a partir de la fecha de la notificación"
  },
  {
    "Situacion":"En el caso de que el Parlamento, el Consejo o la Comisión de la UE fijen un plazo para la presentación de dictamen por el Comité de Regiones.",
    "Plazo":"No inferior a un mes a partir de la fecha de la notificación"
  },
  {
    "Situacion":"Plazo mínimo de existencia de un grupo político para que pueda seguir existiendo hasta la siguiente sesión constitutiva del Parlamento Europeo pese a no reunir todos los requisitos.",
    "Plazo":"1 año"
  },
  {
    "Situacion":"Plazo máximo para que la comisión de investigación del Parlamento Europeo presente informe a este sobre los resultados de sus trabajos.",
    "Plazo":"12 meses desde su reunión constitutiva Prorrogable por dos veces por un periodo de 3 meses"
  },
  {
    "Situacion":"Duración periodo de sesiones del Parlamento Europeo",
    "Plazo":"1 año"
  },
  {
    "Situacion":"Periodo parcial de sesiones del Parlamento Europeo",
    "Plazo":"Cada mes"
  },
  {
    "Situacion":"Periodo mínimo del marco financiero plurianual del Parlamento Europeo",
    "Plazo":"5 años"
  },
  {
    "Situacion":"Plazo para que una institución, órgano u organismo exponga su posición al Defensor del Pueblo Europeo en casos de mala administración.",
    "Plazo":"3 meses"
  },
  {
    "Situacion":"Informe del Defensor del Pueblo al Parlamento Europeo Art. 228.1 TFUE\nsobre el resultado de sus investigaciones.",
    "Plazo":"Cada año"
  },
  {
    "Situacion":"Reuniones del Consejo Europeo",
    "Plazo":"2 veces por semestre"
  },
  {
    "Situacion":"Plazo máximo de duración de cada sesión ordinaria del Consejo Europeo",
    "Plazo":"2 dias"
  },
  {
    "Situacion":"En relacion del consejo de ministros de la UE: Presentación del programa de las actividades del Consejo por el grupo de Estados que asuma la presidencia .",
    "Plazo":"1 mes antes del periodo de referencia"
  },
  {
    "Situacion":"En relacion del consejo de ministros de la UE: Comunicación de la Presidencia sobre las fechas de las sesiones.",
    "Plazo":"7 meses antes del comienzo del semestre correspondiente"
  },
  {
    "Situacion":"Comision Europea: Plazo para que el Consejo Europa proponga un nuevo candidato a Presidente de la Comisión, si el elegido por el Parlamento Europeo no obtiene la mayoría necesaria.",
    "Plazo":"1 mes"
  },
  {
    "Situacion":"Comision Europea: Plazo mínimo que ha de transcurrir para que, una vez presentada la moción de censura, el Parlamento Europeo se pueda pronunciar sobre ella.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"Reuniones de la Comision Europea",
    "Plazo":"1 vez por semana"
  },
  {
    "Situacion":"Recurso por incumplimiento o infracción de un Estado Miembro: Plazo máximo para que la Comisión emita un dictamen antes de que el Estado recurra al Tribunal de Justicia.(TJUE)",
    "Plazo":"3 meses"
  },
  {
    "Situacion":"Recurso de anulación: Plazo de interposición del recurso (TJUE)",
    "Plazo":"2 meses a partir de  la publicación del acto, de su notificación o, a falta de ello, desde el día en que haya tenido conocimiento del mismo"
  },
  {
    "Situacion":"Recurso por omisión: Plazo para que la institución, órgano u organismo defina su posición.(TJUE)",
    "Plazo":"2 meses a partir del requerimiento"
  },
  {
    "Situacion":"Recurso por omisión: Plazo para interponer el recurso si la institución, órgano u organismo no hubiera definido su posición.(TJUE)",
    "Plazo":"2 meses"
  },
  {
    "Situacion":"Recurso de casación: Plazo de interposición del recurso (TJUE)",
    "Plazo":"2 meses a partir de la notificación de la resolución impugnada"
  },
  {
    "Situacion":"Periodicidad del informe elaborado después de cada cierre de ejercicio del Tribunal de Cuentas Europeo",
    "Plazo":"Anualmente"
  },
  {
    "Situacion":"Plazo de revisión de la planta judicial",
    "Plazo":"5 años"
  },
  {
    "Situacion":"Plazo de revisión de la demarcación judicial.",
    "Plazo":"5 años"
  },
  {
    "Situacion":"Emisión del informe del CGPJ sobre los anteproyectos de ley y disposiciones generales sobre determinadas materias",
    "Plazo":"30 dias"
  },
  {
    "Situacion":"Prórroga emisión informe del CGPJ sobre los anteproyectos de ley y disposiciones generales sobre determinadas materias.",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"Emisión informe urgente del CGPJ sobre los anteproyectos de ley y disposiciones generales sobre determinadas materias",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"Prórroga emisión informe urgente del CGPJ sobre los anteproyectos de ley y disposiciones generales sobre determinadas materias.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"Remisión por el CGPJ a las Cortes Generales Memoria sobre estado, funcionamiento y actividades del CGPJ y de Juzgados y Tribunales.",
    "Plazo":"Anualmente"
  },
  {
    "Situacion":"Comparecencia del Presidente del CGPJ en la Comisión de Justicia del Congreso",
    "Plazo":"Anualmente"
  },
  {
    "Situacion":"Renovación del CGPJ",
    "Plazo":"5 años"
  },
  {
    "Situacion":"Remisión a los Presidentes del Congreso de los Diputados y del Senado de los datos del escalafón y del Registro de Asociaciones judiciales obrantes en dicha fecha en el Consejo y apertura del plazo de presentación de candidaturas para la designación de los Vocales correspondientes al turno judicial.",
    "Plazo":"4 meses antes de la expiración del plazo de 5 años."
  },
  {
    "Situacion":"Toma de posesión de los Vocales y sesión constitutiva del nuevo CGPJ.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"Plazo para presentar candidaturas para Vocal del CGPJ.",
    "Plazo":"1 mes"
  },
  {
    "Situacion":"Interposición de recurso contencioso-administrativo contra la proclamación definitiva de candidaturas tras la publicación del acuerdo.",
    "Plazo":"2 dias"
  },
  {
    "Situacion":"Resolución de recurso contencioso-administrativo contra la proclamación definitiva de candidaturas tras la interposición del mismo.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"Plazo transcurrido desde el nombramiento para el cese de los Vocales del CGPJ.",
    "Plazo":"5 años"
  },
  {
    "Situacion":"Sesión para elección de Vocales del CGPJ, después de la sesión constitutiva.",
    "Plazo":"Entre 3 y 7 dias"
  },
  {
    "Situacion":"Comunicación a los Vocales del CGPJ de la propuesta de Vicepresidente, antes del nombramiento del mismo",
    "Plazo":"7 dias"
  },
  {
    "Situacion":"Plazo máximo, a contar desde el día siguiente al vencimiento del mandato anterior, en que debe hacerse la propuesta de nombramiento de los 2 Magistrados del TC por el Pleno del CGPJ.",
    "Plazo":"3 meses"
  },
  {
    "Situacion":"Sesión ordinaria del Pleno del CGPJ.",
    "Plazo":"Mensualmente"
  },
  {
    "Situacion":"Interposición recurso alzada contra los acuerdos sancionadores de la Comisión Disciplinaria.",
    "Plazo":"1 mes"
  },
  {
    "Situacion":"Periodo inicial de nombramiento de profesores de la Escuela Judicial.",
    "Plazo":"2 años"
  },
  {
    "Situacion":"Renovación de profesores de la Escuela Judicial. ",
    "Plazo":"Anualmente"
  },
  {
    "Situacion":"Plazo máximo de renovación de profesores de la Escuela Judicial.",
    "Plazo":"10 años"
  },
  {
    "Situacion":"Periodo inicial de nombramiento de los Letrados de carácter temporal del CGPJ.",
    "Plazo":"2 años"
  },
  {
    "Situacion":"Renovación de los Letrados de carácter temporal  del CGPJ.",
    "Plazo":"Anualmente"
  },
  {
    "Situacion":"Renovación de la Comisión en que se puede constituir la Sala de Gobierno de TSJ que tenga más de 10 miembros.",
    "Plazo":"Anualmente"
  },
  {
    "Situacion":"Renovación de los miembros electivos de las Salas de Gobierno.",
    "Plazo":"cada 5 años"
  },
  {
    "Situacion":"Convocatoria para la elección de miembros electos de las Salas de Gobierno.",
    "Plazo":"2 meses antes de la terminacion del mandato"
  },
  {
    "Situacion":"Establecimiento por las Salas de Gobierno de turnos para la composición y funcionamiento de Salas y Secciones.",
    "Plazo":"Anualmente"
  },
  {
    "Situacion":"Periodicidad general de las reuniones de las Salas de Gobierno.",
    "Plazo":"2 veces al mes"
  },
  {
    "Situacion":"Periodicidad de las reuniones de las Salas de Gobierno de los TSJ constituidas en Comisión.",
    "Plazo":"Semanalmente"
  },
  {
    "Situacion":"Citación de los miembros de las Salas de Gobierno para su válida constitución.",
    "Plazo":"Minimo 24 horas antes"
  },
  {
    "Situacion":"En relación al gobierno interno de los Jdos. Y Tribunales, Formulación de voto particular",
    "Plazo":"Maximo 3 dias"
  },
  {
    "Situacion":"Renovacion de la eleccion de Juez Decano",
    "Plazo":"4 años"
  },
  {
    "Situacion":"Plazo máximo para aprobar el escalafón de la Carrera Judicial",
    "Plazo":"3 años"
  },
  {
    "Situacion":"Nombramiento de Juez en régimen de provisión temporal",
    "Plazo":"1 año"
  },
  {
    "Situacion":"Plazo máximo para conferir comisión de servicio a los Jueces y Magistrados.",
    "Plazo":"1 año"
  },
  {
    "Situacion":"Duración de la misión internacional para que un Juez y Magistrado sea declarado en situación de  servicios especiales.",
    "Plazo":"Mas de 6 meses"
  },
  {
    "Situacion":"En relacion con Jueces y Magistrados: Plazo máximo para solicitud del reingreso activo, producido el cese en el cargo o servicio público.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"En relacion con Jueces y Magistrados: Periodo de prestación de servicios en la carrera judicial para excedencia voluntaria por interés particular.",
    "Plazo":"5 años"
  },
  {
    "Situacion":"En relacion con Jueces y Magistrados: Tiempo máximo de permanencia en excedencia voluntaria por interés particular.",
    "Plazo":"2 años"
  },
  {
    "Situacion":"En relacion con Jueces y Magistrados: Periodo máximo de excedencia voluntaria por cuidado de hijos.",
    "Plazo":"3 años"
  },
  {
    "Situacion":"En relacion con Jueces y Magistrados: Periodo máximo de excedencia voluntaria por cuidado de familiar a su cargo.",
    "Plazo":"3 años"
  },
  {
    "Situacion":"En relacion con Jueces y Magistrados: Plazo para optar entre continuar en situación de excedencia voluntaria o reingresar al servicio activo, de no resultar elegido en elecciones para acceder a determinados cargos\nrepresentativos.",
    "Plazo":"30 dias"
  },
  {
    "Situacion":"En relacion con Jueces y Magistrados: Plazo máximo de suspensión provisional durante la tramitación del procedimiento disciplinario.",
    "Plazo":"6 meses"
  },
  {
    "Situacion":"En relacion con Jueces y Magistrados: Duración de la suspensión definitiva para que implique pérdida de destino.",
    "Plazo":"Más de 6 meses"
  },
  {
    "Situacion":"En relacion con Jueces y Magistrados: Plazo máximo para permanecer en excedencia por razón de violencia sobre la mujer",
    "Plazo":"3 años"
  },
  {
    "Situacion":"En relacion con Jueces y Magistrados: Duración de derecho a reserva del puesto de trabajo, en supuestos de excedencia por razón de violencia\nsobre la mujer",
    "Plazo":"6 meses"
  },
  {
    "Situacion":"En relacion con Jueces y Magistrados: Periodos de prórroga del derecho a reserva del puesto de trabajo, en supuestos de excedencia por razón de violencia sobre la mujer.",
    "Plazo":"3 meses"
  },
  {
    "Situacion":"En relacion con Jueces y Magistrados: Duración máxima de la prórroga del derecho a reserva del puesto de trabajo, en supuestos de excedencia por razón de violencia sobre la mujer.",
    "Plazo":"18 meses"
  },
  {
    "Situacion":"En relacion con Jueces y Magistrados: Duración de derecho a percibir las retribuciones íntegras y prestaciones familiares por hijo a cargo en caso de excedencia por razón de violencia sobre la mujer",
    "Plazo":"2 meses"
  },
  {
    "Situacion":"En relacion con Jueces y Magistrados: Plazo máximo de paralización del proceso por causa no imputable al Juez o Magistrado sujeto al expediente\ndisciplinario para volver a reanudar la prescripción.",
    "Plazo":"6 meses"
  },
  {
    "Situacion":"En relacion con Jueces y Magistrados: Duración máxima del procedimiento sancionador",
    "Plazo":"1 año"
  },
  {
    "Situacion":"En relacion con Jueces y Magistrados: Plazo para resolver sobre la abstención por el órgano competente.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"En relacion con Jueces y Magistrados: Plazo sin proponer recusación que dará lugar a la inadmisión.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"En relacion con Jueces y Magistrados: Plazo de las partes para manifestarse, tras el traslado después de formulada la recusación.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"En relacion con Jueces y Magistrados: Pronunciamiento del recusado sobre si admite o no la causa de recusación.",
    "Plazo":"Día hábil siguiente a la finalización del plazo anterior."
  },
  {
    "Situacion":"En relacion con Jueces y Magistrados: Plazo para pasar el pleito o causa al conocimiento del sustituto tras la finalización del plazo para que las partes se manifiesten sobre la recusación.",
    "Plazo":"Mismo día o día siguiente."
  },
  {
    "Situacion":"En relacion con Jueces y Magistrados: Plazo para práctica de prueba, si el recusado no aceptare la causa de recusación",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"En relacion con Jueces y Magistrados: Informe del MF, una vez recibidas las actuaciones por el tribunal competente para decidir sobre la recusación.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"En relacion con Jueces y Magistrados: Plazo para decidir sobre el incidente de recusación, transcurrido el plazo para el informe del MF.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"En relacion con Jueces y Magistrados: Comparecencia de las partes ante el instructor si, en el Juicio verbal o juicio por delitos leves, el recusado no admite como cierta la causa de recusación.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"En relacion a la independencia judicial:Plazo para iniciar un nuevo procedimiento de solicitud de rehabilitación tras denegación.",
    "Plazo":"3 años"
  },
  {
    "Situacion":"En relacion a la independencia judicial: Tiempo de antelación para solicitar la permanencia en el servicio activo antes de cumplir los 70 años.",
    "Plazo":"2 meses"
  },
  {
    "Situacion":"En relacion a la independencia judicial: Tiempo de antelación para manifestar al CGPJ la jubilación a los 65 años.",
    "Plazo":"6 meses"
  },
  {
    "Situacion":"En relacion a la independencia judicial: Plazo para cesar en la actividad incompatible con el cargo de Juez o Magistrado o para optar por uno u otro cargo.",
    "Plazo":"8 dias"
  },
  {
    "Situacion":"MINISTERIO FISCAL: Duración máxima de las diligencias de investigación efectuadas por el MF, salvo prórroga.",
    "Plazo":"6 meses"
  },
  {
    "Situacion":"MINISTERIO FISCAL: Duración de las diligencias de investigación efectuadas por el MF en relación con los delitos del art. 19.4 EOMF,\nsalvo prórroga",
    "Plazo":"12 meses"
  },
  {
    "Situacion":"MINISTERIO FISCAL: Toma de posesión de Fiscales, tras la publicación del nombramiento para el destino.",
    "Plazo":"20 dias naturales"
  },
  {
    "Situacion":"MINISTERIO FISCAL: Plazo para solicitar nuevo destino",
    "Plazo":"Al menos 2 años en el destino anterior"
  },
  {
    "Situacion":"MINISTERIO FISCAL: Plazo en el primer destino. ",
    "Plazo":"1 año"
  },
  {
    "Situacion":"MINISTERIO FISCAL: Emisión de informe del Consejo Fiscal sobre proyectos de ley o normas reglamentarias que afecten a la estructura, organización y funciones del MF.",
    "Plazo":"30 dias habiles (15 dias habiles si es urgente)"
  },
  {
    "Situacion":"MINISTERIO FISCAL: Elaboración de informes por el Fiscal de Violencia sobre la Mujer sobre los procedimientos seguidos y las actuaciones practicadas por el MF en materia de violencia de género.",
    "Plazo":"Semestralmente"
  },
  {
    "Situacion":"MINISTERIO FISCAL: Elaboración de informes por el Fiscal contra los delitos de odio y discriminación sobre los procedimientos seguidos y las actuaciones practicadas por el MF en materia de delitos de odio y discriminación.",
    "Plazo":"Semestralmente"
  },
  {
    "Situacion":"MINISTERIO FISCAL: Elaboración de informes, por el Fiscal en materia de derechos humanos y memoria democrática, sobre las actuaciones practicadas por el MF en materia de memoria democrática y derechos humanos.",
    "Plazo":"Anualmente"
  },
  {
    "Situacion":"ACCESO A LA CARRERA JUDICIAL Y FISCAL: Convocatoria de la oposición.",
    "Plazo":"Al menos cada 2 años"
  },
  {
    "Situacion":"ACCESO A LA CARRERA JUDICIAL Y FISCAL: Plazo general para tomar posesión.",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"ACCESO A LA CARRERA JUDICIAL Y FISCAL: Plazo para la posesión para los destinados en la misma población.",
    "Plazo":"8 dias"
  },
  {
    "Situacion":"ACCESO A LA CARRERA JUDICIAL Y FISCAL: Plazo para la posesión cuando hayan de prestar juramento o promesa.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"ACCESO A LA CARRERA JUDICIAL Y FISCAL: Plazo para la posesión en caso de rehabilitación",
    "Plazo":"Mitad del plazo"
  },
  {
    "Situacion":"TRIBUNAL SUPREMO: Periodicidad con la que se renovarán los componentes del Tribunal de Conflictos de Jurisdicción.",
    "Plazo":"Anualmente"
  },
  {
    "Situacion":"TRIBUNAL SUPREMO: Periodicidad con la que se renovarán los componentes del Tribunal de la Sala de Conflictos de Jurisdicción.",
    "Plazo":"Anualmente"
  },
  {
    "Situacion":"TRIBUNAL SUPREMO: Periodicidad con la que la Sala de Gobierno designa a los 2 magistrados de los órdenes jurisdiccionales en conflicto que forman parte de la Sala de conflictos de la competencia",
    "Plazo":"Anualmente"
  },
  {
    "Situacion":"TRIBUNAL SUPREMO: Límite temporal máximo en el que el Ministerio de Justicia podrá adscribir un número adicional de miembros al servicio del Gabinete Técnico.",
    "Plazo":"1 año"
  },
  {
    "Situacion":"TRIBUNAL SUPREMO:Antigüedad mínima que, en el ejercicio de su respectiva profesión, deben de tener los Letrados que sean designados como Letrados del Gabinete Técnico.",
    "Plazo":"10 años"
  },
  {
    "Situacion":"TRIBUNAL SUPREMO: Plazo por el que serán nombrados los Letrados que hayan de prestar servicio en el Gabinete Técnico.",
    "Plazo":"1 año, prorrogable por sucesivos períodos de 3 años "
  },
  {
    "Situacion":"TSJ: Plazo durante el cual los Magistrados que tengan mejor puesto en el escalafón deben haber prestado sus servicios en el orden jurisdiccional penal a la fecha de la convocatoria para poder ser nombrados Magistrados de las Secciones o Salas de lo Penal, a falta de Magistrados que ostenten la condición de especialista",
    "Plazo":"10 años dentro de los 15 años inmediatamente anteriores"
  },
  {
    "Situacion":"LA JUSTICIA DE PAZ: Periodo por el que son nombrados los Jueces de Paz y sus sustitutos.",
    "Plazo":"4 años"
  },
  {
    "Situacion":"LA JUSTICIA DE PAZ: Designación del Juez de Paz por la Sala de Gobierno del Tribunal de Justicia si el Ayuntamiento correspondiente no efectuase propuesta de vacante del puesto de Juez de Paz.",
    "Plazo":"3 meses desde que se produjera la vacante "
  },
  {
    "Situacion":"LA JUSTICIA DE PAZ: Plazo para que los Jueces de Paz tomen posesión de su cargo. ",
    "Plazo":"Dentro de los 20 días naturales siguientes a la fecha de publicación de su nombramiento en el BOP"
  },
  {
    "Situacion":"LA JUSTICIA DE PAZ: Plazo del que dispone la persona elegida por el Ayuntamiento para desempeñar el cargo de Juez de Paz para acreditar el cese en el ejercicio de una actividad incompatible.",
    "Plazo":"8 dias"
  },
  {
    "Situacion":"JUZGADOS DEL ORDEN JURISDICCIONAL PENAL: Elaboración del informe sobre los datos relativos a violencia de género y violencia sexual. ",
    "Plazo":"Anualmente"
  },
  {
    "Situacion":"JUZGADOS DEL ORDEN JURISDICCIONAL PENAL: Duración de las sanciones de aislamiento en celda para que estan deban ser aprobadas por el Juez de Vigilancia Penitenciaria.",
    "Plazo":"Superior 14 dias"
  },
  {
    "Situacion":"JUZGADOS DEL ORDEN JURISDICCIONAL PENAL: Duración del permiso de salida para que este deba ser autorizado por el Juez de Vigilancia Penitenciaria.",
    "Plazo":"Superior 2 dias"
  },
  {
    "Situacion":"Respuesta a las reclamaciones, quejas y sugerencias relativas al incorrecto funcionamiento de la Administración de Justicia hechas por el ciudadano.",
    "Plazo":"Con la mayor celeridad y, en todo caso, dentro del plazo de 1 mes"
  },
  {
    "Situacion":"Plazo máximo para que el Colegio de Abogados proceda a la designación provisional de abogado si de la solicitud y sus documentos justificativos resulta acreditado que el peticionario se encuentra incluido en el ámbito de aplicación de la Ley de asistencia jurídica gratuíta.",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"Plazo máximo para la designación de procurador que asuma la representación en caso de ser preceptivo, tras la designación provisional de abogado.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"Traslado a la Comisión de Asistencia Jurídica Gratuíta del expediente correspondiente y las designaciones provisionales a los efectos de su verificación y resolución.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"Resolución por la Comisión de Asistencia Jurídica Gratuíta reconociendo o denegando el derecho y determinando las prestaciones que son de aplicación a la solicitud.",
    "Plazo":"En el plazo máximo de 30 días desde la recepción del expediente "
  },
  {
    "Situacion":"Plazo para que las partes soliciten la presencia en sala del LAJ pese a que se cuente con los medios tecnológicos necesarios para garantizar la autenticidad e integridad de lo grabado.",
    "Plazo":"2 días antes de la celebración de la vista "
  },
  {
    "Situacion":"Constando la correcta remisión del acto de comunicación por medios técnicos, salvo los practicados a través de los servicios de notificaciones organizados por los Colegios de Procuradores plazo en el que se entenderá que la comunicación ha sido efectuada legalmente desplegando plenamente sus efectos.",
    "Plazo":"Transcurridos 3 días sin que el destinatario acceda a su contenido"
  },
  {
    "Situacion":"Plazo en el que el litigante o procurador al que se hubiere encomendado la gestión del exhorto deberá presentar las actuaciones de auxilio judicial practicadas en el organo exhortante. ",
    "Plazo":"Dentro de los 10 dias siguientes"
  },
  {
    "Situacion":"Elaboración por el CGPJ del Informe de Recursos Tecnológicos de la Información en la Administración de Justicia.",
    "Plazo":"Cada 2 años"
  },
  {
    "Situacion":"Validez de los apoderamientos inscritos en el Registro Electrónico de Apoderamientos Judiciales.",
    "Plazo":"Maximo 5 años"
  },
  {
    "Situacion":"Validez de las prórrogas otorgadas por el poderdante al\napoderamiento.",
    "Plazo":"Maximo 5 años"
  },
  {
    "Situacion":"Fecha a partir de la cuál todos los profesionales de la justicia y órganos y oficinas judiciales y fiscales estarán obligados al empleo de los sistemas telemáticos existentes en la Administración de Justicia para la presentación de escritos y documentos y la realización de actos de comunicación procesal, respecto de los procedimientos que se inicien a\npartir de la misma.",
    "Plazo":1451606400000
  },
  {
    "Situacion":"Subsanación del incumplimiento del deber del uso de las tecnologías para la presentación de documentación o de las especificaciones técnicas que se establezcan.",
    "Plazo":"Maximo 5 dias"
  },
  {
    "Situacion":"Plazo para la presentación de escritos y documentos sujetos a plazo.",
    "Plazo":"Hasta las 15 horas del día hábil siguiente al del vencimiento del plazo"
  },
  {
    "Situacion":"En caso de que la presentación de escritos perentorios dentro de plazo por los medios telemáticos no sea posible por interrupción no planificada del servicio de comunicaciones, plazo en el que el remitente podrá proceder a su presentación en la oficina judicial.",
    "Plazo":"El primer día hábil siguiente "
  },
  {
    "Situacion":"Plazo en el que deberán presentarse los escritos o documentos en la oficina judicial si el servicio de comunicaciones telemáticas o electrónicas resultase insuficiente para la presentación de los mismos.",
    "Plazo":"En el mismo día o al día siguiente hábil "
  },
  {
    "Situacion":"Plazo máximo para solicitar el uso de medios de videoconferencia.",
    "Plazo":"10 días antes del señalado para la actuación correspondiente"
  },
  {
    "Situacion":"Plazo máximo de antelación para que el acusado notifique que no va a comparecer en la sede del órgano judicial.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"Plazo para poder presentar escritos, documentos y comunicaciones en los registros electrónicos.",
    "Plazo":"Todos los días del año durante las 24 horas"
  },
  {
    "Situacion":"En caso de documentos que no puedan digitalizarse debido a razones históricas, de protección del patrimonio u otras razones, o cuando su conservación así lo aconseje a juicio del LAJ, plazo para presentar el original ante el órgano judicial.",
    "Plazo":"El dia habil siguiente"
  },
  {
    "Situacion":"Plazo de vigencia de los certificados cualificados.",
    "Plazo":"No superior a 5 años"
  },
  {
    "Situacion":"PROTECCION DE DATOS: A menos que exista causa legítima para ello, plazo en el que podrá considerarse repetitivo el ejercicio del derecho de acceso en más de una ocasión. ",
    "Plazo":"6 meses"
  },
  {
    "Situacion":"Plazo de toma de posesión del LAJ.",
    "Plazo":"20 días naturales desde el siguiente a la publicación del nombramiento BOE ( 3 dias desde el juramento o promesa)"
  },
  {
    "Situacion":"Si el LAJ se presentare a elecciones a cargos públicos y no resultare elegido, plazo para optar entre continuar en la situación de excedencia voluntaria o reingresar al servicio activo.",
    "Plazo":"30 dias"
  },
  {
    "Situacion":"Plazo máximo de suspensión de funciones provisional",
    "Plazo":"6 meses (6 meses falta muy grave \/ 3 meses falta grave)"
  },
  {
    "Situacion":"En caso de actividades incompatibles, plazo para el ejercicio de la opción por una u otra actividad.",
    "Plazo":"8 dias"
  },
  {
    "Situacion":"Plazo para la práctica de la prueba en la recusación",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"Plazo para el informe del Ministerio Fiscal en la recusación",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"Plazo para la decisión de la recusación del LAJ.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"Reanudación del plazo de prescripción de las faltas interrumpido",
    "Plazo":"6 meses (Art. 165 ROCSJ) \/ 2 meses (Art. 469 bis LOPJ)"
  },
  {
    "Situacion":"FUNCIONES Y COMPETENCIAS DE LOS LAJ\nPlazo en el que el LAJ dará cuenta a la Sala, el ponente o el Juez:\n·De los escritos y documentos presentados cuano\ncontuvieran peticiones o pretensiones que exijan\npronunciamiento de aquellos.\n·De las actas que se hubieren autorizado fuera de\nla presencia judicial.",
    "Plazo":"En el mismo día o en el día hábil siguiente"
  },
  {
    "Situacion":"FUNCIONES Y COMPETENCIAS DE LOS LAJ\nPlazo en el que el LAJ dará cuenta a la Sala, el ponente o el Juez:\n· Del transcurso de los plazos procesales y del\nconsiguiente estado de los autos cuando a su\nvencimiento debe dictarse la oportuna resolución\npor el Juez o Magistrado.\n· De las resoluciones que hubieran dictado que no\nfueran de mera tramitación.",
    "Plazo":"En el día hábil siguiente"
  },
  {
    "Situacion":"FUNCIONES Y COMPETENCIAS DE LOS LAJ: Destrucción de autos y expedientes judiciales conservados y custodiados en los Archivos judiciales.",
    "Plazo":"6 años desde la firmeza de la resolución que de manera definitiva puso\ntérmino al procedimiento"
  },
  {
    "Situacion":"FUNCIONES Y COMPETENCIAS DE LOS LAJ: Audiencia a las partes personadas antes de proceder a la destrucción de autos y expedientes de los archivos judiciales.",
    "Plazo":"No inferior a 15 dias"
  },
  {
    "Situacion":"FUNCIONES Y COMPETENCIAS DE LOS LAJ: Publicación en un lugar visible al público de la relación de señalamientos",
    "Plazo":"En el primer día hábil de la semana"
  },
  {
    "Situacion":"ORDENACIÓN DEL CUERPO SUPERIOR JURÍDICO DE LAJ: Ejercicio de opción a plaza de su categoría en caso de cese del Secretario de Gobierno y del Secretario Coordinador Provincial.",
    "Plazo":"2 años"
  },
  {
    "Situacion":"ORDENACIÓN DEL CUERPO SUPERIOR JURÍDICO DE LAJ: En caso de no concursar en el plazo anterior, adjudicación de puesto.",
    "Plazo":"Transcurridos los 2 años de adscripción provisional"
  },
  {
    "Situacion":"ORDENACIÓN DEL CUERPO SUPERIOR JURÍDICO DE LAJ: Reuniones ordinarias del Consejo del Secretariado.",
    "Plazo":"2 veces al año"
  },
  {
    "Situacion":"ORDENACIÓN DEL CUERPO SUPERIOR JURÍDICO DE LAJ: Plazo para formular voto particular en el Consejo del Secretariado",
    "Plazo":"48 horas siguientes a la adopción del acuerdo"
  },
  {
    "Situacion":"PERMISOS DEL ART. 48 TREBEP: Accidente o enfermedad graves, hospitalización o intervención quirúrgica sin hospitalización que precise de reposo domiciliario. Cónyuge, pareja de hecho o parientes 1º grado o convivientes",
    "Plazo":"5 dias hábiles"
  },
  {
    "Situacion":"PERMISOS DEL ART. 48 TREBEP: Accidente o enfermedad graves, hospitalización o intervención quirúrgica sin hospitalización que precise de reposo domiciliario. Familiares 2º grado.",
    "Plazo":"4 dias habiles"
  },
  {
    "Situacion":"PERMISOS DEL ART. 48 TREBEP: Fallecimiento. Cónyuge, pareja de hecho o familiar dentro del 1º grado.",
    "Plazo":"3 dias hábiles misma localidad \/ 5 dias habiles distinta localidad"
  },
  {
    "Situacion":"PERMISOS DEL ART. 48 TREBEP: Fallecimiento. Familiares 2º grado.",
    "Plazo":"2 dias hábiles misma localidad \/ 4 dias habiles distinta localidad"
  },
  {
    "Situacion":"PERMISOS DEL ART. 48 TREBEP: Traslado de domicilio.",
    "Plazo":"1 dia"
  },
  {
    "Situacion":"PERMISOS DEL ART. 48 TREBEP: Funciones sindicales. ",
    "Plazo":"En los términos que se determine"
  },
  {
    "Situacion":"PERMISOS DEL ART. 48 TREBEP: Exámenes finales.",
    "Plazo":"Días de su celebración"
  },
  {
    "Situacion":"PERMISOS DEL ART. 48 TREBEP: Exámenes prenatales \/ Sesiones de información o realización de informes psicológicos y sociales.",
    "Plazo":"Tiempo indispensable"
  },
  {
    "Situacion":"PERMISOS DEL ART. 48 TREBEP: Lactancia menor de 12 meses",
    "Plazo":"1 hora diaria"
  },
  {
    "Situacion":"PERMISOS DEL ART. 48 TREBEP: Hijos prematuros o por otra causa\nhospitalizados tras el parto.",
    "Plazo":"2 horas diarias"
  },
  {
    "Situacion":"PERMISOS DEL ART. 48 TREBEP: Guarda legal.",
    "Plazo":"Reduccion sin limite temporal"
  },
  {
    "Situacion":"PERMISOS DEL ART. 48 TREBEP: Cuidado de familiar de 1º grado",
    "Plazo":"Reducción hasta 50% durante 1 mes"
  },
  {
    "Situacion":"PERMISOS DEL ART. 48 TREBEP: Deber inexcusable \/ Deberes de conciliación.",
    "Plazo":"Tiempo indispensable"
  },
  {
    "Situacion":"PERMISOS DEL ART. 48 TREBEP: Asuntos particulares\n(No confundir con la licencia por asuntos  propios = 3 meses cada 2 años de servicios efectivos)",
    "Plazo":"9 dias + 2 dias al cumplir el 6º trienio + 1 dia por cada trienio a partir del 8º"
  },
  {
    "Situacion":"PERMISOS DEL ART. 48 TREBEP: Matrimonio o registro o constitución formalizada por documento público de pareja de hecho.",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"PERMISOS DEL ART. 49 TREBEP: Nacimiento para la madre biológica y Nacimiento, guarda, acogimiento o adopción para el otro progenitor.",
    "Plazo":"16 semanas (6 inmediatamente posteriores al parto serán\n obligatorias e ininterrumpidas)\n\n+ 2 semanas (1 para cada 1)\n· Discapacidad hijo\/a.\n· Por cada hijo\/a a partir del 2º en los partos múltiples.\n\n+ Hasta 13 semanas por hospitalizacion tras el parto"
  },
  {
    "Situacion":"PERMISOS DEL ART. 49 TREBEP: Adopción, guarda con fines de adopción y acogimiento temporal o permanente.",
    "Plazo":"16 semanas (6 inmediatamente posteriores al parto serán\n obligatorias e ininterrumpidas)\n\n+ 2 semanas (1 para cada 1)\n· Discapacidad hijo\/a.\n· Por cada hijo\/a a partir del 2º en los partos múltiples.\n\n*2 meses para desplazamiento previo\na país extranjero"
  },
  {
    "Situacion":"PERMISOS DEL ART. 49 TREBEP: Violencia de género sobre la mujer funcionaria.",
    "Plazo":"Reducción o reordenación"
  },
  {
    "Situacion":"PERMISOS DEL ART. 49 TREBEP: Cuidado de hijo menor por cáncer u otra\nenfermedad grave.",
    "Plazo":"Reducción de al menos la ½ de la jornada\nHasta los 23 años."
  },
  {
    "Situacion":"PERMISOS DEL ART. 49 TREBEP: Víctimas de terrorismo y sus familiares directos.",
    "Plazo":"Reducción o reordenación en tanto sean necesarias"
  },
  {
    "Situacion":"PERMISOS DEL ART. 49 TREBEP: Permiso parental para el cuidado de hijo, hija o menor acogido por tiempo superior a 1 año, hasta el momento en que el menor cumpla 8 años",
    "Plazo":"Duración no superior a 8 semanas, continuas o discontinuas, podrá disfrutarse a tiempo completo, o en régimen de jornada a tiempo parcial, cuando las necesidades del servicio lo permitan."
  },
  {
    "Situacion":"OTROS PERMISOS : Permiso para funcionarias en estado de gestación. Regla general.",
    "Plazo":"Desde la semana 37 hasta el parto"
  },
  {
    "Situacion":"OTROS PERMISOS : Permiso para funcionarias en estado de gestación. Gestación multiple.",
    "Plazo":"Desde la semana 35 hasta el parto"
  },
  {
    "Situacion":"FORMAS DE ACCESO Y PROMOCIÓN INTERNA: Ejecución de la OEP o instrumento similar.",
    "Plazo":"Maximo 3 años"
  },
  {
    "Situacion":"FORMAS DE ACCESO Y PROMOCIÓN INTERNA: Plazo de aprobación de la EOP o instrumento similar por los órganos de Gobierno de las Administraciones Públicas.",
    "Plazo":"Anualmente"
  },
  {
    "Situacion":"FORMAS DE ACCESO Y PROMOCIÓN INTERNA: Plazo de publicación de las convocatorias",
    "Plazo":"Mismo año natural de la publicación en el BOE de la OEP"
  },
  {
    "Situacion":"FORMAS DE ACCESO Y PROMOCIÓN INTERNA: Plazo de ejecución de las convocatorias.",
    "Plazo":"Máximo de 2 años desde su publicación"
  },
  {
    "Situacion":"FORMAS DE ACCESO Y PROMOCIÓN INTERNA: Plazo de ejecución de las respectivas fases de oposición.",
    "Plazo":"Máximo de 1 año, salvo causa justificada"
  },
  {
    "Situacion":"FORMAS DE ACCESO Y PROMOCIÓN INTERNA: Plazo desde la total conclusión de un ejercicio o prueba hasta el comienzo del siguiente.",
    "Plazo":"Mínimo de 72 horas y máximo de 45 días naturales"
  },
  {
    "Situacion":"FORMAS DE ACCESO Y PROMOCIÓN INTERNA: Plazo de subsanación listas provisionales de admitidos y excluidos.",
    "Plazo":"10 días hábiles"
  },
  {
    "Situacion":"FORMAS DE ACCESO Y PROMOCIÓN INTERNA: Plazo para el anuncio de celebración de las pruebas",
    "Plazo":"· Al menos 12 horas de antelación al comienzo del ejercicio, si se trata del mismo ejercicio\n· 24 horas, si se trata de uno nuevo"
  },
  {
    "Situacion":"FORMAS DE ACCESO Y PROMOCIÓN INTERNA: Plazo para aportar documentos para nombramiento como funcionarios en prácticas.",
    "Plazo":"20 días naturales desde que se publiquen en el BOE las relaciones de aprobados"
  },
  {
    "Situacion":"FORMAS DE ACCESO Y PROMOCIÓN INTERNA: Plazo que debe transcurrir para participar en un concurso después del ingreso como funcionario",
    "Plazo":"2 años desde la fecha de la resolución por la que se les adjudicó destino"
  },
  {
    "Situacion":"FORMAS DE ACCESO Y PROMOCIÓN INTERNA: Toma de posesión del primer destino",
    "Plazo":"20 días naturales contados desde el día siguiente al de la publicación de su nombramiento en el BOE"
  },
  {
    "Situacion":"FORMAS DE ACCESO Y PROMOCIÓN INTERNA: Toma de posesión para el personal funcionario de carrera",
    "Plazo":"*15 días naturales a partir de la publicación del nombramiento en el BOE\n* 1 mes cuando suponga cambio de localidad de  residencia"
  },
  {
    "Situacion":"FORMAS DE ACCESO Y PROMOCIÓN INTERNA: Toma de posesión para el personal funcionario interino y eventual",
    "Plazo":"El día siguiente al del nombramiento en el BOE"
  },
  {
    "Situacion":"FORMAS DE ACCESO Y PROMOCIÓN INTERNA: Antelación de convocatoria de las sesiones de los Tribunales calificadores.",
    "Plazo":"Mínimo 48 horas"
  },
  {
    "Situacion":"FORMAS DE ACCESO Y PROMOCIÓN INTERNA: Plazo para convocar nuevamente las plazas no cubiertas en la ejecución",
    "Plazo":"Máximo de 3 años desde la publicación de la OEP"
  },
  {
    "Situacion":"ADQUISICIÓN Y PÉRDIDA DE LA CONDICIÓN DE FUNCIONARIO. REHABILITACIÓN: Solicitud de apertura del expediente de rehabilitación por los funcionarios condenados a pena principal o accesoria de inhabilitación absoluta o especial o por delito doloso y aquéllos que hubiesen sido separados del servicio como consecuencia de sanción disciplinaria.",
    "Plazo":"No antes de haber transcurrido 2 años a partir de la firmeza del acuerdo de\nseparación"
  },
  {
    "Situacion":"ADQUISICIÓN Y PÉRDIDA DE LA CONDICIÓN DE FUNCIONARIO. REHABILITACIÓN: Plazo de subsanación de los documentos y pruebas que acrediten los requisitos para la rehabilitación.",
    "Plazo":"Máximo 10 días"
  },
  {
    "Situacion":"ADQUISICIÓN Y PÉRDIDA DE LA CONDICIÓN DE FUNCIONARIO. REHABILITACIÓN: Plazo para formular alegaciones en el procedimiento de rehabilitación tras la vista del expediente.",
    "Plazo":"15 días"
  },
  {
    "Situacion":"ADQUISICIÓN Y PÉRDIDA DE LA CONDICIÓN DE FUNCIONARIO. REHABILITACIÓN: Plazo para resolver el procedimiento y notificar la resolución en el procedimiento de rehabilitación.",
    "Plazo":"Máximo 6 meses"
  },
  {
    "Situacion":"ADQUISICIÓN Y PÉRDIDA DE LA CONDICIÓN DE FUNCIONARIO. REHABILITACIÓN: En caso de condenas a penas de inhabilitación o de separación del servicio por sanción disciplinaria, el interesado no podrá solicitar de nuevo la rehabilitación.",
    "Plazo":"Hasta el transcurso de 2 años desde la resolución desestimatoria"
  },
  {
    "Situacion":"DERECHOS, DEBERES E INCOMPATIBILIDADES FUNCIONARIO: Admitido a trámite el escrito de recusación, el recusado manifestará al LAJ si se da o no la causa alegada.",
    "Plazo":"El día siguiente a su recepción"
  },
  {
    "Situacion":"DERECHOS, DEBERES E INCOMPATIBILIDADES FUNCIONARIO: Si el recusado niega la certeza de la causa alegada como fundamento de la recusación, remisión por el LAJ de lo actuado a quien deba resolver.",
    "Plazo":"Dentro del 5º día"
  },
  {
    "Situacion":"JORNADA Y HORARIOS FUNCIONARIO: Aprobación del calendario laboral.",
    "Plazo":"Anual (Antes del 28\/02)"
  },
  {
    "Situacion":"VACACIONES, PERMISOS Y LICENCIAS FUNCIONARIO: Preaviso para el disfrute interrumpido del permiso por nacimiento para la madre biológica.",
    "Plazo":"Al menos 15 dias"
  },
  {
    "Situacion":"VACACIONES, PERMISOS Y LICENCIAS FUNCIONARIO: Preaviso para el disfrute interrumpido del permiso por adopción, por guarda con fines de adopción, o acogimiento, tanto temporal como permanente.",
    "Plazo":"Al menos 15 dias"
  },
  {
    "Situacion":"VACACIONES, PERMISOS Y LICENCIAS FUNCIONARIO: Preaviso para el disfrute interrumpido del permiso del progenitor diferente de la madre biológica por nacimiento, guarda con fines de adopción, acogimiento o adopción de un hijo o hija",
    "Plazo":"Al menos 15 dias"
  },
  {
    "Situacion":"VACACIONES, PERMISOS Y LICENCIAS FUNCIONARIO: Preaviso para especificar la fecha de inicio y fin del disfrute o, en su caso, de los períodos de disfrute del permiso parental para el cuidado de hijo, hija o menor acogido.",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"FUNCIONARIO: Solicitud de reingreso al servicio activo por los funcionarios del Cuerpo de Gestión que hayan cesado como LAJ sustitutos.",
    "Plazo":"10 días desde el cese"
  },
  {
    "Situacion":"FUNCIONARIO: Solicitud de reingreso al servicio activo por los funcionarios declarados en situación de suspensión definitiva que hubieran perdido su puesto de trabajo.",
    "Plazo":"10 días desde el fin del período de suspensión"
  },
  {
    "Situacion":"FUNCIONARIO: Solicitud de reingreso al servicio activo por los funcionarios que hubiesen perdido la condición de tales como consecuencia de la incapacidad permanente para el servicio.",
    "Plazo":"10 días a partir de la notificación de la resolución de rehabilitación"
  },
  {
    "Situacion":"FUNCIONARIO: Solicitud de reingreso al servicio activo por los\nfuncionarios que hubiesen perdido la condición de tales como consecuencia de la pérdida de la nacionalidad española.",
    "Plazo":"10 días a partir de la notificación de la resolución de rehabilitación"
  },
  {
    "Situacion":"FUNCIONARIO: Solicitud de reingreso al servicio activo por los funcionarios que hubiesen perdido la condición de tales a consecuencia de la imposición con carácter firme de pena de inhabilitación absoluta o especial o por condena a pena privativa de libertad superior a 3 años, por razón de delito doloso.",
    "Plazo":"10 días a partir de la notificación de la resolución de rehabilitación"
  },
  {
    "Situacion":"FUNCIONARIO: Solicitud de reingreso al servicio activo por los\nfuncionarios que hayan sido separados del servicio como consecuencia de sanción disciplinaria",
    "Plazo":"10 días a partir de la notificación de la resolución de rehabilitación"
  },
  {
    "Situacion":"FUNCIONARIO: Aprobación de la Oferta de empleo público o instrumento similar.",
    "Plazo":"Cada año"
  },
  {
    "Situacion":"FUNCIONARIO: Desarrollo o ejecución de la Oferta de empleo público.",
    "Plazo":"3 años"
  },
  {
    "Situacion":"FUNCIONARIO: Tiempo en que los sancionados con traslado forzoso\nno podrán tomar parte en los concursos genéricos, específicos y de libre designación, para destino en la misma localidad en la que se les impuso la sanción.",
    "Plazo":"1 año → Falta grave\n3 años → Falta muy grave"
  },
  {
    "Situacion":"FUNCIONARIO: Convocatoria de concursos de traslado para la provisión de puestos genéricos.o instrumento similar",
    "Plazo":"Al menos 1 vez al año (Dentro del primer trimestre)"
  },
  {
    "Situacion":"FUNCIONARIO: Tiempo en que no se podrá tomar parte en un concurso de traslado para la provisión de puestos genéricos.",
    "Plazo":"2 años"
  },
  {
    "Situacion":"FUNCIONARIO: Resolución de los concursos para cubrir puestos genéricos.",
    "Plazo":"6 meses desde el día siguiente al de finalización de presentación de  solicitudes"
  },
  {
    "Situacion":"FUNCIONARIO: Resolución de los concursos específicos para la provisión de puestos singularizados.",
    "Plazo":"3 meses, contados desde el día siguiente al de finalización de presentación de\nsolicitudes. Salvo que la propia convocatoria establezca otro distinto, que nunca podrá ser superior a 6 meses"
  },
  {
    "Situacion":"FUNCIONARIO: Toma de posesión en los concursos genéricos y específicos.",
    "Plazo":"· 3 días → no cambio de localidad\n\n· 8 días → cambio de localidad dentro de la CA\n\n· 20 días → cambio de CA (salvo Canarias, Illes Balears, Ciudad de Ceuta y Ciudad de Melilla\n\n· 20 días → reingreso en el servicio activo\n\n· 1 mes → cambio de CA, siempre que sea Canarias, Illes Balears, Ciudad de\nCeuta y Ciudad de Melilla"
  },
  {
    "Situacion":"FUNCIONARIO: Cese en el puesto anterior, si se obtiene puesto en un concurso genérico o específico.",
    "Plazo":"3 días hábiles siguientes a la publicación de la resolución del concurso"
  },
  {
    "Situacion":"FUNCIONARIO: Posibilidad de que el Ministerio de Justicia o, en su\ncaso, las CCAA con traspasos recibidos puedan diferir el cese, por necesidades del servicio.",
    "Plazo":"Hasta un máximo de 20 días hábiles"
  },
  {
    "Situacion":"FUNCIONARIO: Tiempo mínimo de desempeño de un puesto singularizado para poder renunciar a él.",
    "Plazo":"1 año"
  },
  {
    "Situacion":"FUNCIONARIO: Nombramiento en el procedimiento\nde libre designación.",
    "Plazo":"2 meses"
  },
  {
    "Situacion":"FUNCIONARIO: Prórroga excepcional del plazo para el nombramiento\nen el procedimiento de libre designación.",
    "Plazo":"Hasta 1 mes mas"
  },
  {
    "Situacion":"FUNCIONARIO: Tiempo mínimo de desempeño de un puesto de libre\ndesignación para poder renunciar a él.",
    "Plazo":"1 año"
  },
  {
    "Situacion":"FUNCIONARIO: Prescripción de faltas",
    "Plazo":"Por faltas muy graves->1 año\nPor faltas graves  -> 6 meses\nPor faltas leves -> 2 meses"
  },
  {
    "Situacion":"FUNCIONARIO: Prescripción de sanciones",
    "Plazo":"Por faltas muy graves-> 2 años\nPor faltas graves  -> 1 año\nPor faltas leves -> 4 meses"
  },
  {
    "Situacion":"FUNCIONARIO: Duración de la paralización del expediente por causas no imputables al funcionario sujeto a procedimiento para que vuelva a computarse el plazo de prescripción.",
    "Plazo":"Mas de 6 meses"
  },
  {
    "Situacion":"FUNCIONARIO: Antelación con que debe ser citado el interesado para que tenga lugar la práctica de la audiencia para la imposición de sanciones leves.",
    "Plazo":"7 dias"
  },
  {
    "Situacion":"FUNCIONARIO: En el mismo supuesto de la imposición de sanciones leves, antelación con que se debe comunicar la negativa de los testigos a comparecer a instancia del interesado, para que sean citados para el trámite anterior.",
    "Plazo":"72 horas"
  },
  {
    "Situacion":"FUNCIONARIO: Resolución de la abstención del instructor o del secretario del expediente disciplinario",
    "Plazo":"3 días desde el escrito de planteamiento"
  },
  {
    "Situacion":"FUNCIONARIO: Audiencia al recusado",
    "Plazo":"Mayor brevedad posible"
  },
  {
    "Situacion":"FUNCIONARIO: Resolución de la recusación del instructor o del secretario del expediente disciplinario.",
    "Plazo":"3 días desde la audiencia al recusado"
  },
  {
    "Situacion":"FUNCIONARIO: Formulación de pliego de cargos, por el instructor",
    "Plazo":"1 mes desde la notificación de apertura del procedimiento"
  },
  {
    "Situacion":"FUNCIONARIO: Ampliación excepcional del plazo para que el instructor formule el pliego de cargos",
    "Plazo":"· 15 días\n· 1 mes (si no se hubiera recibido el resultado de diligencias de prueba acordadas)"
  },
  {
    "Situacion":"FUNCIONARIO: Contestación del interesado al pliego de cargos en el expediente disciplinario.",
    "Plazo":"10 días desde la notificación"
  },
  {
    "Situacion":"FUNCIONARIO: Notificación al interesado en el expediente disciplinario de la resolución por la que se acuerde la práctica de las pruebas, en caso de haberse admitido pruebas distintas a la documental.",
    "Plazo":"Mínimo 48 horas antes de la práctica de las pruebas"
  },
  {
    "Situacion":"FUNCIONARIO: Práctica de las pruebas en el expediente disciplinario.",
    "Plazo":"1 mes"
  },
  {
    "Situacion":"FUNCIONARIO: Puesta de manifiesto del expediente disciplinario al interesado",
    "Plazo":"Inmediatamente"
  },
  {
    "Situacion":"FUNCIONARIO: Alegaciones por el interesado en el expediente disciplinario",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"FUNCIONARIO: Formulación de la propuesta de resolución del expediente disciplinario por el instructor.",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"FUNCIONARIO: Alegaciones del interesado a la propuesta de resolución del expediente disciplinario.",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"FUNCIONARIO: Plazo de alegaciones del interesado en caso de devolución del expediente por el órgano competente para resolver al instructor.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"FUNCIONARIO: Resolución por la autoridad competente del expediente disciplinario.",
    "Plazo":"15 días desde la recepción del expediente"
  },
  {
    "Situacion":"FUNCIONARIO: Duración máxima del procedimiento disciplinario",
    "Plazo":"12 meses"
  },
  {
    "Situacion":"FUNCIONARIO: Ejecución de las sanciones disciplinarias",
    "Plazo":"1 mes desde la notificación de la resolución al interesado, salvo cuando por causas justificadas se establezca otro distinto en dicha resolución"
  },
  {
    "Situacion":"FUNCIONARIO: Cancelación de la anotación de la sanción de apercibimiento.",
    "Plazo":"6 meses desde la firmeza"
  },
  {
    "Situacion":"FUNCIONARIO: Cancelación de la anotación de las restantes sanciones distintas a la de apercibimiento excepto la de separación del servicio).",
    "Plazo":"2 años → sanción por falta grave\n4 años → sanción por falta muy grave"
  },
  {
    "Situacion":"LIBERTAD SINDICAL: En la constitución de los sindicatos, plazo para el\nexamen del depósito porparte de la oficina pública.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"LIBERTAD SINDICAL: Plazo de subsanación de los defectos por parte de los promotores del sindicato.",
    "Plazo":"10 días desde el requerimiento a sus promotores"
  },
  {
    "Situacion":"LIBERTAD SINDICAL: Plazo para la inserción en los respectivos «Boletines» de la publicidad del depósito",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"LIBERTAD SINDICAL: Plazo que debe transcurrir para que el sindicato\nadquiera personalidad jurídica y plena capacidad de obrar",
    "Plazo":"20 días hábiles desde el depósito de los estatutos"
  },
  {
    "Situacion":"LIBERTAD SINDICAL: Plazo de reincorporación al puesto de trabajo de los cargos electivos de las organizaciones sindicales más representativas",
    "Plazo":"Mes siguiente al cese"
  },
  {
    "Situacion":"LIBERTAD SINDICAL: Plazo para iniciar la renegociación cuando exista falta de ratificación de un Acuerdo o negativa a incorporar lo acordado en el proyecto de ley correspondiente.",
    "Plazo":"1 mes"
  },
  {
    "Situacion":"LIBERTAD SINDICAL: Derecho de los miembros de la Junta de Personal\ny Delegados de audiencia en los expedientes disciplinarios.",
    "Plazo":"Durante el tiempo de su mandato y durante el año inmediatamente posterior"
  },
  {
    "Situacion":"LIBERTAD SINDICAL: Derecho a no ser trasladado ni sancionado por causas relacionadas con el ejercicio de su mandato.",
    "Plazo":"Durante el tiempo de su mandato y el año a su extinción"
  },
  {
    "Situacion":"LIBERTAD SINDICAL: Plazo durante el cual los miembros de las Juntas\nde Personal y Delegados de Personal no podrán ser revocados.",
    "Plazo":"6 meses desde su elección"
  },
  {
    "Situacion":"LIBERTAD SINDICAL: Elecciones: Promoción de las elecciones para renovar la representación por conclusión de la duración del mandato.",
    "Plazo":"A partir de la fecha en que falten 3 meses para el vencimiento del mandato."
  },
  {
    "Situacion":"LIBERTAD SINDICAL: Elecciones: Comunicación de los promotores al órgano competente en materia de personal en la unidad electoral correspondiente y a la oficina pública de registro del propósito de celebrar elecciones.",
    "Plazo":"Con al menos, 1 mes de antelación al inicio del proceso electoral"
  },
  {
    "Situacion":"LIBERTAD SINDICAL: Elecciones: Inicio del proceso electoral.",
    "Plazo":"No podrá comenzar antes de 1 mes ni más allá de 3 meses contabilizados a partir del registro de la comunicación en la oficina pública"
  },
  {
    "Situacion":"LIBERTAD SINDICAL: Elecciones: Exposición en el tablón de anuncios de la oficina público de registro del preaviso de la comunicación de elecciones.",
    "Plazo":"Dentro del siguiente día hábil a la presetación de la comunicación por los promotores"
  },
  {
    "Situacion":"LIBERTAD SINDICAL: Elecciones: Exposición en el tablón de anuncios del\nórgano competente en materia de personal del escrito de promoción.",
    "Plazo":"12 días hábiles"
  },
  {
    "Situacion":"LIBERTAD SINDICAL: Elecciones: Presentación de candidaturas ante las\nmesas electorales.",
    "Plazo":"9 días hábiles siguientes a la publicación de la lista definitiva de electores."
  },
  {
    "Situacion":"LIBERTAD SINDICAL: Elecciones: Proclamación de las candidaturas",
    "Plazo":"2 días laborables inmediatamente posteriores a la fecha de conclusión de\nla presentación de las candidaturas"
  },
  {
    "Situacion":"LIBERTAD SINDICAL: Elecciones: Reclamación contra el acuerdo de\nproclamación.",
    "Plazo":"Dentro del siguiente día hábil"
  },
  {
    "Situacion":"LIBERTAD SINDICAL: Elecciones: Resolución por las Mesas de la reclamación contra el acuerdo de proclamación.",
    "Plazo":"El primer día hábil siguiente a la reclamación"
  },
  {
    "Situacion":"LIBERTAD SINDICAL: Elecciones: Plazo que habrá de transcurrir entre la\nproclamación de candidatos y la votación.",
    "Plazo":"Al menos, 5 días hábiles"
  },
  {
    "Situacion":"LIBERTAD SINDICAL: Elecciones: Plazo para impugnar actos de la Mesa ante la misma.",
    "Plazo":"Dentro del día laborable siguiente al acto de votación"
  },
  {
    "Situacion":"LIBERTAD SINDICAL: Elecciones: Plazo para la resolución de las impugnaciones por la Mesa.",
    "Plazo":"En el posterior día hábil a la impugnación"
  },
  {
    "Situacion":"DERECHO HUELGA: Plazo de preaviso para el comienzo de la huelga.",
    "Plazo":"Con, al menos, 5 días naturales de antelación"
  },
  {
    "Situacion":"DERECHO HUELGA: Plazo de preaviso para el comienzo de la huelga cuando afecte a empresas encargadas de cualquier clase de servicio público.",
    "Plazo":"Con, al menos, 10 días naturales de antelación"
  },
  {
    "Situacion":"SALUD Y PREVENCIÓN DE RIESGOS LABORALES: Plazo para que la autoridad judicial autorice o revoque el acuerdo de paralización adoptado por la mayoría de los representantes legales de los trabajadores en caso de riesgo grave e inminente",
    "Plazo":"24 horas"
  },
  {
    "Situacion":"SALUD Y PREVENCIÓN DE RIESGOS LABORALES: Plazo para que los Delegados de Prevención emitan informe sobre las decisiones del empresario que, concarácter previo a su ejecución, deben de ser consultadas con los trabajadores.",
    "Plazo":"15 días, o en el tiempo imprescindible cuando se trate de adoptar medidas dirigidas a prevenir riesgos inminentes"
  },
  {
    "Situacion":"LOS PROCEDIMIENTOS DECLARATIVOS EN LA LEY DE ENJUICIAMIENTO CIVIL: Recurso directo de revisión contra diligencia de ordenación en la que se determina el tipo de procedimiento que corresponderá a la tramitación del proceso.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"LOS PROCEDIMIENTOS DECLARATIVOS EN LA LEY DE ENJUICIAMIENTO CIVIL: Subsanación por el actor del tipo de procedimiento o  cuantía señalada inicialmente en demanda",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"LAS PARTES DEL PROCESO CIVIL: Plazo para que el demandado comunique al tribunal su decisión de valerse de abogado y procurador, no resultando preceptiva la intervención.",
    "Plazo":"Dentro de los 3 días siguientes a la notificación de la demanda"
  },
  {
    "Situacion":"LAS PARTES DEL PROCESO CIVIL: Plazo para que el demandante comunique al tribunal su decisión de valerse abogado y procurador cuando el demandado haya comunicado al tribunal su decisión de valerse de estos profesionales, no siendo preceptiva la intervención de dichos profesionales",
    "Plazo":"En los 3 días siguientes a la recepción de la notificación"
  },
  {
    "Situacion":"LAS PARTES DEL PROCESO CIVIL: Plazo para que el demandado que no teniendo derecho a la asistencia gratuita pida que se le designe abogado,\nprocurador o ambos profesionales, cuando su intervención sea preceptiva o cuando, no siéndolo, la parte contraria haya comunicado que actuará con abogado y procurador",
    "Plazo":"En los 3 días siguientes a la recepción de la cédula de emplazamiento o citación"
  },
  {
    "Situacion":"LAS PARTES DEL PROCESO CIVIL: Plazo para que el demandado solicite el reconocimiento del derecho de asistencia jurídica gratuita o interese la designación de abogado y procurador de oficio, en los juicios a los que se refiere el art. 250.1.1ᵒ LEC.",
    "Plazo":"Dentro de los 3 días siguientes a la notificación de la demanda"
  },
  {
    "Situacion":"LAS PARTES DEL PROCESO CIVIL: Plazo por el que las alegaciones del interviniente serán trasladadas por el LAJ a las demás partes.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"LAS PARTES DEL PROCESO CIVIL: Plazo para oír al demandante en caso de intervención provocada solicitada por el demandado.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"LAS PARTES DEL PROCESO CIVIL: Plazo para dictar auto tras la solicitud de intervención",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"LAS PARTES DEL PROCESO CIVIL: En los procesos en que los perjudicados por el hecho dañoso estén determinados o sean fácilmente\ndeterminables, el plazo para que los consumidores, tras el llamamiento, puedan intervenir para realizar actos procesales que no hubieran precluido.",
    "Plazo":"en cualquier momento"
  },
  {
    "Situacion":"LAS PARTES DEL PROCESO CIVIL: Plazo máximo de suspensión del curso del proceso, en procesos en el que el hecho dañoso perjudique a una pluralidad de personas indeterminadas o de difícil determinación",
    "Plazo":"2 meses"
  },
  {
    "Situacion":"LAS PARTES DEL PROCESO CIVIL: En los procesos de defensa de la competencia y protección de datos, el plazo para que la Comisión Europea, la Comisión Nacional de los Mercados y la Competencia\ny los órganos competentes de las CCAA aporten la información o presenten las observaciones.",
    "Plazo":"10 dias antes de la celebracion del juicio"
  },
  {
    "Situacion":"LAS PARTES DEL PROCESO CIVIL: En los procesos para la defensa del derecho a la igualdad de trato y no discriminación por razón de orientación e identidad sexual, expresión de género o características\nsexuales, cuando la situación de discriminación perjudique a una pluralidad de personas indeterminadas o de difícil determinación, plazo de suspensión del proceso",
    "Plazo":"2 meses, maximo"
  },
  {
    "Situacion":"LAS PARTES DEL PROCESO CIVIL: Plazo para que el sucesor se persone",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"LAS PARTES DEL PROCESO CIVIL: Plazo que tiene el sucesor para comparecer una vez emplazado a instancia de las demás partes.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"LAS PARTES DEL PROCESO CIVIL: En la sucesión por transmisión de objeto litigioso, plazo otorgado a la parte contraria para que alegue lo que a su derecho convenga sobre la sucesión.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"LAS PARTES DEL PROCESO CIVIL: En la sucesión en casos de intervención provocada, plazo para que las demás partes presenten alegaciones tras la solicitud presentada por el demandado.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"COMPETENCIA DE LOS TRIBUNALES CIVILES: Plazo para que el LAJ de vista a las partes y al MF, cuando se aprecie de oficio la falta de competencia objetiva",
    "Plazo":"10 días"
  },
  {
    "Situacion":"COMPETENCIA DE LOS TRIBUNALES CIVILES: Audiencia previa para plantear la cuestión prejudicial europea.",
    "Plazo":"10 días"
  },
  {
    "Situacion":"COMPETENCIA DE LOS TRIBUNALES CIVILES: Audiencia previa en caso de decisión de suspensión del procedimiento hasta resolver la cuestión prejudicial europea.",
    "Plazo":"10 días"
  },
  {
    "Situacion":"COMPETENCIA DE LOS TRIBUNALES CIVILES: Plazo de emplazamiento de las partes ante el tribunal competente para conocer del asunto en caso de conflicto negativo de competencia territorial",
    "Plazo":"10 días"
  },
  {
    "Situacion":"COMPETENCIA DE LOS TRIBUNALES CIVILES: Plazo de audiencia de las partes personadas, en caso de que un tribunal entienda que carece de competencia funcional para conocer de un recurso. ",
    "Plazo":"10 días"
  },
  {
    "Situacion":"COMPETENCIA DE LOS TRIBUNALES CIVILES: Plazo para la correcta interposición o anuncio del recurso, en caso de apreciación de oficio de la falta del competencia funcional. ",
    "Plazo":"5 días que se añadirán al plazo legalmente previsto "
  },
  {
    "Situacion":"TRAMITACIÓN DE LAS CUESTIONES DE JURISDICCIÓN Y COMPETENCIA LEC:  Plazo para proponer declinatoria.",
    "Plazo":"10 primeros días del plazo para contestar demanda"
  },
  {
    "Situacion":"TRAMITACIÓN DE LAS CUESTIONES DE JURISDICCIÓN Y COMPETENCIA LEC: Presentada la declinatoria, plazo que los restantes litigantes aleguen y aporten lo conveniente para sostener la jurisdicción o la competencia del tribunal.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"TRAMITACIÓN DE LAS CUESTIONES DE JURISDICCIÓN Y COMPETENCIA LEC: Plazo para que el tribunal decida sobre la cuestión planteada en la declinatoria. ",
    "Plazo":"5º día siguiente a las alegaciones"
  },
  {
    "Situacion":"TRAMITACIÓN DE LAS CUESTIONES DE JURISDICCIÓN Y COMPETENCIA LEC: Plazo de emplazamiento a las partes para que comparezcan ante el órgano al que le corresponda la competencia",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"TRAMITACIÓN DE LAS CUESTIONES DE JURISDICCIÓN Y COMPETENCIA LEC: Plazo para el reparto y remisión de los asuntos a la Oficina judicial.",
    "Plazo":"2 días siguientes a la presentación del escrito o solicitud de incoación de las actuaciones"
  },
  {
    "Situacion":"ACUMULACION DE ACCIONES Y PROCESOS  LEC: Plazo para que el actor subsane el defecto en caso de acumulación indebida de acciones.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"ACUMULACION DE ACCIONES Y PROCESOS  LEC: Plazo máximo de presentación de demandas, para que proceda la acumulación de los procesos en el supuesto de impugnación de acuerdos sociales",
    "Plazo":"40 días desde la presentación de la primera"
  },
  {
    "Situacion":"ACUMULACION DE ACCIONES Y PROCESOS  LEC: Plazo para formular alegaciones, tras el traslado de la solicitud, en el procedimiento de acumulación de procesos pendientes ante el mismo tribunal.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"ACUMULACION DE ACCIONES Y PROCESOS  LEC: Plazo de audiencia a las partes, cuando tratándose de procesos pendientes ante el mismo tribunal, la acumulación se acuerde de oficio.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"ACUMULACION DE ACCIONES Y PROCESOS  LEC: Plazo para dictar auto decidiendo sobre la acumulación de procesos pendientes ante el mismo tribunal .",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"ACUMULACION DE ACCIONES Y PROCESOS  LEC: Plazo para que las demás partes personadas formulen alegaciones, tras el traslado de la solicitud de acumulación de procesos pendientes ante distintos tribunales",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"ACUMULACION DE ACCIONES Y PROCESOS  LEC: Plazo para dictar auto decidiendo sobre la acumulación de procesos pendientes ante distintos tribunales",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"ACUMULACION DE ACCIONES Y PROCESOS  LEC: Plazo para que los litigantes puedan instruirse del oficio y del testimonio en la Oficina judicial, una vez recibido el requerimiento de acumulación. ",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"ACUMULACION DE ACCIONES Y PROCESOS  LEC: Plazo para que quien fuere parte en el proceso seguido ante el Tribunal requerido pueda personarse ante el requirente.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"ACUMULACION DE ACCIONES Y PROCESOS  LEC: Plazo para que las partes comparezcan en caso de discrepancia entre el tribunal requerido y el requirente",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"ACUMULACION DE ACCIONES Y PROCESOS  LEC: Plazo para que el tribunal competente dicte auto decidiendo sobre la discrepancia entre el tribunal requerido y el requirente.",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"DILIGENCIAS PRELIMINARES LEC: Plazo para la resolución por el tribunal de la solicitud de las diligencias preliminares.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"DILIGENCIAS PRELIMINARES LEC: Plazo para prestar la caución fijada por el tribunal",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"DILIGENCIAS PRELIMINARES LEC: Práctica de las diligencias acordadas",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"DILIGENCIAS PRELIMINARES LEC: Oposición por el requerido a la práctica de las diligencias.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"DILIGENCIAS PRELIMINARES LEC: Impugnación de la oposición a la práctica de las diligencias acordadas.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"DILIGENCIAS PRELIMINARES LEC: Plazo para la interposición de la demanda tras la práctica de las diligencias.",
    "Plazo":"1 mes"
  },
  {
    "Situacion":"PRUEBA LEC: En el proceso ordinario, plazo para indicar al tribunal los datos de las personas que hayan de ser citadas para la práctica de la prueba cuando, al aportar minuta de prueba en el acto de la audiencia previa, no se dispusiera de algunos datos relativos a las personas propuestas.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PRUEBA LEC: Alegaciones al escrito de ampliación de hechos presentado de contrario.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PRUEBA LEC: Interposición de la demanda en supuestos de medidas de acceso a fuentes de prueba en materia de competencia cuya adopción hubiera tenido lugar antes del inicio del proceso.",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"PRUEBA LEC: Celebración de la vista oral prevista tras la solicitud de medidas de acceso a fuentes de prueba en materia de competencia en aquellos supuestos en los que, la efectividad de la medida acordada, así lo exigiera.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PRUEBA LEC: Terminada la vista oral celebrada tras la solicitud de medidas de acceso a fuentes de prueba en materia de competencia, plazo para que el tribunal resuelva lo procedente.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PRUEBA LEC: Señalamiento por el LAJ de día y hora para la práctica de prueba cuando estas tengan lugar fuera del acto de juicio o vista.",
    "Plazo":"Al menos 5 dias de antelacion"
  },
  {
    "Situacion":"PRUEBA LEC: Citación de las partes a la práctica de la prueba cuando esta tenga lugar fuera del juicio o vista.",
    "Plazo":"Al menos 48 horas de antelacion"
  },
  {
    "Situacion":"PRUEBA LEC: Plazo de audiencia a testigos y peritos por infracción del deber de comparecer en el juicio o vista",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PRUEBA LEC: Citación a las personas que hayan sido indicadas como futuras demandadas cuando nos encontremos ante un supuesto de prueba anticipada.",
    "Plazo":"Al menos 5 dias de antelacion"
  },
  {
    "Situacion":"PRUEBA LEC: Interposición de la demandada cuando la práctica de la prueba anticipada hubiera tenido lugar antes del inicio del proceso.",
    "Plazo":"2 meses"
  },
  {
    "Situacion":"PRUEBA LEC: Interposición de la demandada cuando las medidas de aseguramiento de la prueba se hubieran adoptado antes del inicio del proceso.",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"PRUEBA LEC: Oposición cuando contra la adopción de la medida de aseguramiento adoptada sin audiencia previa",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"PRUEBA LEC: Citación a la vista en la que se decidirá sobre la oposición  contra la adopción de la medida de aseguramiento adoptada sin audiencia previa del que fuera a ser demandado o ya lo hubiera sido o quien hubiera de soportarla.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PRUEBA LEC: Auto por el que se resuelve la oposición contra la adopción \nde la medida de aseguramiento adoptada sin audiencia previa del que fuera a ser demandado o ya lo hubiera sido o quien hubiera de soportarla.",
    "Plazo":"3 días siguientes a la celebración de la vista"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo para formular alegaciones tras la presentación de documentos después de la vista o juicio.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo de contestación a la demanda.",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo de traslado a la Comisión Nacional de la Competencia de la resolución admitiendo la demanda.",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo para proponer declinatoria.",
    "Plazo":"Dentro de los 10 primeros días del plazo para contestar a la demanda"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo de audiencia al actor y a las demás partes personadas cuando se planteara mediante reconvención una acción conexa a la principal que fuera competencia de los Juzgados de lo mercantil.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo de audiencia al actor y a las demás partes personadas cuando el demandado adujere en su defensa hechos determinantes de la nulidad absoluta del negocio fundada en una materia competencia de los Juzgados de lo Mercantil",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo para contestar la reconvención.",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo para la convocatoria a la audiencia previa.",
    "Plazo":"Dentro del 3er día una vez contestada la demanda y, en su caso, la reconvención, o transcurridos los plazos correspondientes"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo para la celebración de la audiencia previa.",
    "Plazo":"20 dias desde la convocatoria"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo para dictar auto resolutorio de las cuestiones procesales que, puestas de manifiesto en la audiencia, no hayan sido resueltas de forma oral.",
    "Plazo":"Dentro de los 5 días siguientes"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo para la subsanación de los defectos de capacidad y representación.",
    "Plazo":"No superior a 10 dias"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo para dictar auto resolviendo la oposición a la falta de litisconsorcio aducida por el demandado.",
    "Plazo":"5 dias siguientes a la audiencia"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo para constituir el litisconsorcio",
    "Plazo":"No inferior a 10 dias"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Apreciada la falta de litisconsorcio, plazo que tendrán los nuevos demandados para contestar a la demanda.",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo para dictar auto de sobreseimiento en caso de apreciar la pendencia de otro juicio o la existencia de resolución firme sobre objeto idéntico.",
    "Plazo":"5 dias "
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo para resolver las cuestiones sobre litispendencia o cosa juzgada cuando la complejidad del asunto lo aconseje.",
    "Plazo":"Dentro de los 5 días siguientes a la audiencia"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo para resolver sobre el procedimiento adecuado por razón de la materia cuando la complejidad del asunto lo aconseje.",
    "Plazo":"Dentro de los 5 días siguientes a la audiencia"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo para la aportación de dictamen pericial cuya necesidad haya venido suscitada por alguna de las alegaciones o pretensiones efectuadas en el acto de la audiencia previa",
    "Plazo":"Al menos con 5 días de antelación a la vista"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo para subsanar la omisión de presentación de escrito de proposición de prueba.",
    "Plazo":"2 dias"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo para la celebración del juicio",
    "Plazo":"1 mes"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo para la celebración del juicio cuando toda la prueba o gran parte de ella, hubiera de realizarse fuera del lugar en que tenga su sede el tribunal.",
    "Plazo":"2 meses"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo para presentar el listado de preguntas a testigos y peritos cuando el tribunal estime necesario que la declaración o interrogatorio se practique a través del auxilio judicial.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo para dictar sentencia en los casos en que no sea necesaria la celebración de juicio",
    "Plazo":"20 días siguientes a aquel en que termine la audiencia"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo para dictar sentencia",
    "Plazo":"20 días siguientes a la terminación del juicio"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo para la práctica de diligencias finales",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo para que las partes presenten escrito resumiendo y valorando el resultado de las diligencias finales.",
    "Plazo":"Dentro del 5º día"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo para prestar su conformidad con el desistimiento del actor.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo para la celebración de la comparecencia en la que se decidirá sobre la subsistencia de interés legítimo en el procedimiento.",
    "Plazo":"10 días del 5º día"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo para que el tribunal resuelva sobre la subsistencia de interés legítimo en el procedimiento.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo para declarar la caducidad de la primera instancia",
    "Plazo":"2 años desde la última notificación a las partes"
  },
  {
    "Situacion":"JUICIO ORDINARIO:Plazo para declarar la caducidad en segunda instancia o pendiente de recurso de casación.",
    "Plazo":"1 año desde la última notificación a las parte"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo máximo de suspensión del proceso.",
    "Plazo":"60 dias"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo para solicitar la reanudación del proceso, transcurrido el plazo por el que se acordó la suspensión.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo de suspensión del procedimiento por el fallecimiento, accidente o enfermedad graves de su cónyuge, de persona a la que estuviese unido por análoga relación de afectividad o de un familiar dentro del 1º grado de consanguinidad o afinidad",
    "Plazo":"Regla general → 3 días\nRegla especial →5 días"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo de suspensión del procedimiento en el supuesto anterior si el familiar es del 2º grado de consanguinidad o\nafinidad.",
    "Plazo":"Regla general →2 días hábiles\nRegla especial →4 días hábiles"
  },
  {
    "Situacion":"JUICIO ORDINARIO: Plazo máximo de suspensión por accidente o enfermedad profesional.",
    "Plazo":"30 dias"
  },
  {
    "Situacion":"JUICIO VERBAL: Plazo del demandado para comunicar que contará con la intervención de abogado y procurador.",
    "Plazo":"Dentro de los 3 días siguientes a la notificación de la demanda"
  },
  {
    "Situacion":"JUICIO VERBAL: Plazo contestación a la demanda",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"JUICIO VERBAL: Plazo contestación a la reconvención.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"JUICIO VERBAL: Plazo para que el actor se pronuncie sobre la pertinencia de la vista.",
    "Plazo":"3 días desde el traslado del escrito de contestación"
  },
  {
    "Situacion":"JUICIO VERBAL: Plazo para formular alegaciones sobre la retirada de la\nsolicitud de celebración de vista.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"JUICIO VERBAL: Plazo para la citación para la vista.",
    "Plazo":"Dentro de los 5 días siguientes a la contestación\/reconvención"
  },
  {
    "Situacion":"JUICIO VERBAL: Plazo para que las partes indiquen las personas que han de ser citadas por el LAJ a la vista",
    "Plazo":"5 días siguientes a la recepción de la citación"
  },
  {
    "Situacion":"JUICIO VERBAL: Plazo para indicar las personas que han de ser citadas por el LAJ a la vista en caso de haberse anunciado por alguna de las partes la presentación de informe pericial",
    "Plazo":"5 días desde que se tenga por aportado el dictamen o haya transcurrido el  plazo para su presentación"
  },
  {
    "Situacion":"JUICIO VERBAL: Plazo para que las partes pidan respuestas escritas a cargo de personas jurídicas o entidades públicas.",
    "Plazo":"5 días siguientes a la recepción de la citación"
  },
  {
    "Situacion":"JUICIO VERBAL: Plazo máximo para la celebración de la vista.",
    "Plazo":"1 mes desde su convocatoria"
  },
  {
    "Situacion":"JUICIO VERBAL:Plazo para dictar sentencia",
    "Plazo":"10 días siguientes a la terminación de la vista"
  },
  {
    "Situacion":"JUICIO DE DESAHUCIO: Desahucio de finca urbana - Plazo para el desalojo voluntario en caso de compromiso de condonación.",
    "Plazo":"No inferior a 15 días desde que se notifique la demanda"
  },
  {
    "Situacion":"JUICIO DE DESAHUCIO: Desahucio de finca urbana - Plazo para el lanzamiento en caso de que no se verifique el desalojo voluntario en el plazo anterior.",
    "Plazo":"No superior a 15 días desde la finalización del periodo voluntario"
  },
  {
    "Situacion":"JUICIO DE DESAHUCIO: Plazo máximo de antelación a la presentación de la demanda de la declaración responsable emitida por la parte actora de que ha acudido a los servicios sociales.",
    "Plazo":"5 meses"
  },
  {
    "Situacion":"JUICIO DE DESAHUCIO: Plazo de los servicios sociales para atender la solicitud o iniciar los trámites",
    "Plazo":"2 meses"
  },
  {
    "Situacion":"JUICIO DE DESAHUCIO: Plazo máximo de antelación a la presentación de la demanda de la declaración responsable emitida por la parte actora de que ha acudido a los servicios sociales para someterse al procedimiento de conciliación o intermediación",
    "Plazo":"5 meses"
  },
  {
    "Situacion":"JUICIO DE DESAHUCIO: Plazo de los servicios sociales para atender la solicitud de conciliación o intermediación e iniciar los trámites",
    "Plazo":"2 meses"
  },
  {
    "Situacion":"JUICIO DE DESAHUCIO: Plazo máximo de los servicios sociales para notificar al órgano judicial que el hogar afectado se encuentra en situación de vulnerabilidad económica.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"JUICIO DE DESAHUCIO: Plazo máximo de los servicios sociales para notificar al órgano judicial la propuesta de medidas en el caso de que la parte actora ya hubiera presentado junto con la demanda documento acreditativo de la vulnerabilidad de la parte demandada.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"JUICIO DE DESAHUCIO: Plazo para que, recibida la comunicación de los servicios sociales o transcurrido el plazo, las partes puedan instar lo\nque a su derecho convenga.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"JUICIO DE DESAHUCIO:Plazo máximo de suspensión del proceso por vulnerabilidad social y\/o económica.",
    "Plazo":"Personas físicas: 2 meses\nPersonas jurídicas: 4 meses"
  },
  {
    "Situacion":"JUICIO DE DESAHUCIO: Desahucio de finca urbana - Plazo para dictar sentencia",
    "Plazo":"5 días siguientes a la terminación de la vista"
  },
  {
    "Situacion":"JUICIO DE DESAHUCIO: Desahucio de finca urbana - Convocatoria de las partes para recibir la notificación de la sentencia si las partes no estuvieran representadas por procurador o no debiera realizarse la notificación por medios telemáticos.",
    "Plazo":"El día más próximo posible dentro de los 5 días siguientes a la sentencia"
  },
  {
    "Situacion":"JUICIO DE DESAHUCIO: Desahucio por falta de pago - Requerimiento de pago al arrendatario que impide la enervación.",
    "Plazo":"30 días de antelación a la presentación de la demanda"
  },
  {
    "Situacion":"JUICIO DE DESAHUCIO: Desahucio por falta de pago - Plazo del requerimiento para desalojar el inmueble, pagar al actor, pretender la\nenervación o formular oposición.",
    "Plazo":"10 días desde la notificación del requerimiento"
  },
  {
    "Situacion":"JUICIO DE DESAHUCIO: Desahucio por falta de pago - Plazo para que el arrendatario solicite asistencia jurídica gratuíta.",
    "Plazo":"3 días siguientes a la práctica del requerimiento"
  },
  {
    "Situacion":"JUICIO DE DESAHUCIO: Desahucio por falta de pago - Fecha en la que tendrá lugar el lanzamiento en caso de oposición del demandado.",
    "Plazo":"Antes de los 30 días desde la fecha señalada para la vista"
  },
  {
    "Situacion":"JUICIO DE DESAHUCIO: Desahucio por falta de pago - Día en que quedará citado para recibir la notificación de la sentencia en caso de no comparecer a la vista.",
    "Plazo":"El 6º día siguiente al señalado para la vista"
  },
  {
    "Situacion":"JUICIO SOBRE TUTELA POSESORIA:Plazo para comparecer y reclamar mejor derecho mediante contestación a la demanda.",
    "Plazo":"40 dias"
  },
  {
    "Situacion":"JUICIO SOBRE TUTELA POSESORIA: Plazo de interposición de las demandas que pretendan retener o recobrar la posesión.",
    "Plazo":"1 año a contar desde el acto de la perturbacion o el despojo"
  },
  {
    "Situacion":"JUICIO SOBRE TUTELA POSESORIA:Plazo del demandado para presentar ante el tribunal título que justifique su situación posesoria, cuando el demandante hubiera solicitado la inmediata de la posesión de la vivienda.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"RECTIFICACIÓN DE HECHOS (CIVIL): Plazo para el envío del escrito de rectificación al director del medio de comunicación.",
    "Plazo":"7 días NATURALES siguientes al de la publicación o difusión de la información que se desea rectificar"
  },
  {
    "Situacion":"RECTIFICACIÓN DE HECHOS (CIVIL): Plazo para la publicación o difusión de la rectificación.",
    "Plazo":"Dentro de los 3 días siguientes al de la recepción del escrito de rectificación"
  },
  {
    "Situacion":"RECTIFICACIÓN DE HECHOS (CIVIL): Plazo para la interposición de la demanda. ",
    "Plazo":"Dentro de los 7 días hábiles al de la fecha en que se cumpliera el plazo para la publicación o divulgación de la rectificación, o al de fecha de recepción de la notificación en la que el director comunica que no será difundida o, al de la fecha de publicación si esta se hubiera llevado a cabo sin respeto a los requisitos exigidos"
  },
  {
    "Situacion":"RECTIFICACIÓN DE HECHOS (CIVIL): Plazo para la interposición del recurso de apelación contra el auto de inadmisión.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"RECTIFICACIÓN DE HECHOS (CIVIL): Plazo para la celebración de la vista.",
    "Plazo":"Dentro de los 7 días siguientes al de la petición"
  },
  {
    "Situacion":"RECTIFICACIÓN DE HECHOS (CIVIL): Plazo para dictar sentencia",
    "Plazo":"En el mismo día o al día siguiente del juicio"
  },
  {
    "Situacion":"RECTIFICACIÓN DE HECHOS (CIVIL): Plazo para la interposición del recurso de apelación contra la sentencia.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"COMPRAVENTAS A PLAZOS\/ARRENDAMIENTOS FINANCIEROS (CIVIL): Plazo para personarse y formular oposición.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"RECURSOS CONTRA LAS RESOLUCIONES QUE AGOTEN LA VÍA ADMINISTRATIVA DICTADAS EN MATERIA DE PROPIEDAD INDUSTRIAL POR LA OFICINA ESPAÑOLA DE MARCAS Y PATENTES: Plazo para la interposición del recurso si la Oficina Española de Patentes y Marcas hubiere dictado resolución expresa.",
    "Plazo":"2 meses contados desde el día siguiente al de la notificación o publicación en el Boletín Oficial de la Propiedad Industrial  de la resolución"
  },
  {
    "Situacion":"RECURSOS CONTRA LAS RESOLUCIONES QUE AGOTEN LA VÍA ADMINISTRATIVA DICTADAS EN MATERIA DE PROPIEDAD INDUSTRIAL POR LA OFICINA ESPAÑOLA DE MARCAS Y PATENTES: Plazo para la interposición del recurso si no existe resolución expresa.",
    "Plazo":"6 meses contados a partir del día siguiente a aquel en que, de acuerdo con su\nnormativa específica, se produzca el acto presunto"
  },
  {
    "Situacion":"RECURSOS CONTRA LAS RESOLUCIONES QUE AGOTEN LA VÍA ADMINISTRATIVA DICTADAS EN MATERIA DE PROPIEDAD INDUSTRIAL POR LA OFICINA ESPAÑOLA DE MARCAS Y PATENTES: Plazo para que la Oficina Española de Patentes y Marcas remita el expediente administrativo.",
    "Plazo":"Plazo improrrogable de 20 días a contar desde que la comunicación judicial tenga entrada en el registro general de la Oficina Española de Patentes y  Marcas"
  },
  {
    "Situacion":"RECURSOS CONTRA LAS RESOLUCIONES QUE AGOTEN LA VÍA ADMINISTRATIVA DICTADAS EN MATERIA DE PROPIEDAD INDUSTRIAL POR LA OFICINA ESPAÑOLA DE MARCAS Y PATENTES: Recibido el expediente una vez formalizada la demanda, plazo por el que el LAJ lo pondrá de manifiesto a las partes para que puedan efectuar las alegaciones complementarias que estimen oportunas.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"RECURSOS CONTRA LAS RESOLUCIONES QUE AGOTEN LA VÍA ADMINISTRATIVA DICTADAS EN MATERIA DE PROPIEDAD INDUSTRIAL POR LA OFICINA ESPAÑOLA DE MARCAS Y PATENTES: Recibido el expediente, emplazamiento del LAJ a los interesados para que se puedan personar como demandados.",
    "Plazo":"9 dias"
  },
  {
    "Situacion":"RECURSOS CONTRA LAS RESOLUCIONES QUE AGOTEN LA VÍA ADMINISTRATIVA DICTADAS EN MATERIA DE PROPIEDAD INDUSTRIAL POR LA OFICINA ESPAÑOLA DE MARCAS Y PATENTES: Plazo para deducir demanda",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"RECURSOS CONTRA LAS RESOLUCIONES QUE AGOTEN LA VÍA ADMINISTRATIVA DICTADAS EN MATERIA DE PROPIEDAD INDUSTRIAL POR LA OFICINA ESPAÑOLA DE MARCAS Y PATENTES: Plazo para contestar la demanda",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO TESTIGO: Adquirida firmeza la sentencia dictada en el procedimiento testigo, plazo a la parte demandante en el procedimiento suspendido para que solicite el desisitimiento, la continuación del procedimiento o la extensión de los efectos de la sentencia dictada en el procedimiento testigo.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"TÍTULOS EJECUTIVOS (LEC): Caducidad de la demanda ejecutiva.",
    "Plazo":"5 años"
  },
  {
    "Situacion":"PARTES Y TRIBUNAL DE LA EJECUCIÓN (LEC): Plazo para formular solicitud de extensión de efectos de sentencias dictadas en procedimientos en los que se hayan ejercitado acciones individuales relativas a condiciones generales de la contratación.",
    "Plazo":"1 año desde la firmeza de la sentencia"
  },
  {
    "Situacion":"PARTES Y TRIBUNAL DE LA EJECUCIÓN (LEC): Plazo para que la solicitud de extensión de efectos de sentencias dictadas en procedimientos en los que se hayan ejercitado acciones individuales relativas a condiciones generales de la contratación se traslade a la parte condenada ",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PARTES Y TRIBUNAL DE LA EJECUCIÓN (LEC): Plazo para que se dicte auto accediendo en todo o en parte a la solicitud de extensión de efectos o rechazándola",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PARTES Y TRIBUNAL DE LA EJECUCIÓN (LEC): Audiencia de las partes en el caso de sucesión en la ejecución.",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"PARTES Y TRIBUNAL DE LA EJECUCIÓN (LEC): Oposición a la ejecución por el cónyuge del deudor.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PARTES Y TRIBUNAL DE LA EJECUCIÓN (LEC): Declinatoria en la ejecución forzosa",
    "Plazo":"5 días siguientes a aquel en que el ejecutado reciba la primera notificación del proceso de ejecución"
  },
  {
    "Situacion":"DESPACHO DE LA EJECUCIÓN (LEC): Plazo de espera de la ejecución de resoluciones procesales o arbitrales o de acuerdos de mediación.",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"DESPACHO DE LA EJECUCIÓN (LEC): Una vez se haya sido dictado el auto despachando ejecución,plazo para que el LAJ responsable de la ejecución dicte el decreto.",
    "Plazo":"En el mismo día o en el siguiente día hábil"
  },
  {
    "Situacion":"DESPACHO DE LA EJECUCIÓN (LEC): Cuando el tribunal aprecie que alguna cláusula puede ser calificada como abusiva, plazo de audiencia de las partes.",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"DESPACHO DE LA EJECUCIÓN (LEC): Resolución del Tribunal sobre la existencia de cláusulas abusivas en el título ejecutivo",
    "Plazo":"5 dias habiles"
  },
  {
    "Situacion":"DESPACHO DE LA EJECUCIÓN (LEC): Cuando el tribunal aprecie que alguna cláusula de un contrato celebrado entre un empresario o profesional y un consumidor o usuario puede ser calificada como abusiva, plazo de audiencia de las partes.",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"DESPACHO DE LA EJECUCIÓN (LEC): Resolución del Tribunal sobre la existencia de cláusulas abusivas en un contrato celebrado entre un empresario o profesional y un consumidor o usuario.",
    "Plazo":"5 dias habiles"
  },
  {
    "Situacion":"OPOSICIÓN A LA EJECUCIÓN(LEC): Plazo para oponerse a la ejecución",
    "Plazo":"10 días siguientes a la notificación del auto que despache ejecución"
  },
  {
    "Situacion":"OPOSICIÓN A LA EJECUCIÓN(LEC): En los casos a que se refieren los artículos 572 y 574, sobre saldos de cuentas e intereses variables, plazo para presentar alegaciones sobre el dictamen del perito.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"OPOSICIÓN A LA EJECUCIÓN(LEC): En la oposición por defectos procesales, plazo del ejecutante para formular alegaciones sobre los motivos de oposición del ejecutado.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"OPOSICIÓN A LA EJECUCIÓN(LEC):  En la oposición por defectos procesales, si el defecto fuera subsanable, plazo para subsanarlo.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"OPOSICIÓN A LA EJECUCIÓN(LEC): En la oposición por motivos de fondo, plazo de impugnación del ejecutante.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"OPOSICIÓN A LA EJECUCIÓN(LEC): En la oposición por motivos de fondo, señalamiento de la vista.",
    "Plazo":"10 días siguientes a la conclusión del trámite de impugnación"
  },
  {
    "Situacion":"EJECUCIÓN PROVISIONAL (LEC): Plazo para que el ejecutado cumpla con lo dispuesto en el auto que despachó la ejecución para que las costas del proceso de ejecución provisional no sean a su cargo.",
    "Plazo":"20 días desde que le fue notificado el auto"
  },
  {
    "Situacion":"EJECUCIÓN PROVISIONAL (LEC): Plazo de presentación del escrito de oposición a la ejecución provisional.",
    "Plazo":"5 días siguientes al de la notificación de la resolución que acuerde el despacho de ejecución o de las actuaciones concretas a que se oponga"
  },
  {
    "Situacion":"EJECUCIÓN PROVISIONAL (LEC): Plazo de alegaciones de las partes sobre la oposición a la ejecución provisional.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"EJECUCIÓN DINERARIA (LEC): En el supuesto de adjudicación de vivienda habitual, liberación del ejecutado si su responsabilidad queda cubierta por el 65% de la cantidad total que entonces quedara pendiente, incrementada exclusivamente en el interés legal del dinero hasta el momento del pago.",
    "Plazo":"5 años"
  },
  {
    "Situacion":"EJECUCIÓN DINERARIA (LEC): En el supuesto de adjudicación de vivienda habitual, liberación del ejecutado si satisficiera el 80%.",
    "Plazo":"10 años"
  },
  {
    "Situacion":"EJECUCIÓN DINERARIA (LEC): En el supuesto de que se hubiera aprobado el remate o la adjudicación en favor del ejecutante o de aquél a quien le hubiera cedido su derecho y estos, o cualquier sociedad de su grupo, procedieran a la enajenación de la vivienda",
    "Plazo":"10 años"
  },
  {
    "Situacion":"EJECUCIÓN DINERARIA (LEC): Antelación con que debe realizarse el requerimiento de pago notarial al ejecutado.",
    "Plazo":"Minimo 10 dias"
  },
  {
    "Situacion":"EMBARGO DE BIENES (LEC): En caso de insolvencia actual, solicitud de declaración de concurso de acreedores.",
    "Plazo":"2 meses"
  },
  {
    "Situacion":"EMBARGO DE BIENES (LEC): Emisión de decreto de traba de bienes por el LAJ, si el tercero no comparece o no da razones.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"EMBARGO DE BIENES (LEC): Manifestación de conformidad de las partes en que no se realice el embargo.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"EMBARGO DE BIENES (LEC): En caso de oposición al embargo efectuada por un tercero, traslado a las partes de la documentación justificativa de\nla misma.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"EMBARGO DE BIENES (LEC): En el caso de vivienda familiar de un tercero, traslado a las partes para que manifiesten su conformidad en que no se\nrealice el embargo",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"EMBARGO DE BIENES (LEC): En el caso de embargo de sueldos y pensiones, cuando las cantidades embargadas se entreguen directamente al ejecutante, informe de la persona o entidad que practique la retención y entrega así como del ejecutante sobre las sumas remitidas y recibidas, al LAJ.",
    "Plazo":"Trimestralmente"
  },
  {
    "Situacion":"TERCERÍA DE DOMINIO (LEC): Contestación a la demanda de tercería de dominio. ",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO DE APREMIO (LEC): Aceptación del cargo por el perito nombrado para la valoración de bienes.",
    "Plazo":"Día siguiente a la notificación"
  },
  {
    "Situacion":"PROCEDIMIENTO DE APREMIO (LEC): Solicitud de provisión de fondos por el perito designado para la valoración de bienes.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO DE APREMIO (LEC): Entrega al tribunal y a las partes personadas de la valoración de los bienes embargados realizada por el perito tasador.",
    "Plazo":"8 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO DE APREMIO (LEC): Alegaciones de las partes y los acreedores a la valoración de bienes embargados realizada por el perito tasador.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO DE APREMIO (LEC): Realización de bienes por persona o entidad especializada.",
    "Plazo":"6 meses"
  },
  {
    "Situacion":"PROCEDIMIENTO DE APREMIO (LEC): Prórroga para la realización de bienes por persona o entidad especializada cuando el incumplimiento haya sido provocado por motivos que no le sean imputables.",
    "Plazo":"No superior a 6 meses"
  },
  {
    "Situacion":"SUBASTA (LEC): Audiencia de las partes sobre la formación de lotes para la subasta de bienes",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"SUBASTA (LEC): Apertura de la subasta de bienes.",
    "Plazo":"Al menos 24 horas desde la publicación del anuncio en el BOE"
  },
  {
    "Situacion":"SUBASTA (LEC): Admisión de posturas en la subasta de bienes",
    "Plazo":"20 días naturales desde su apertura"
  },
  {
    "Situacion":"SUBASTA (LEC): Cierre de la subasta de bienes.",
    "Plazo":"1 hora desde la realización de la última postura"
  },
  {
    "Situacion":"SUBASTA (LEC): Ampliación del plazo de admisión de posturas en la\nsubasta de bienes",
    "Plazo":"Máximo 24 horas"
  },
  {
    "Situacion":"SUBASTA (LEC): Devolución de las consignaciones cuando se suspenda la subasta de bienes por un periodo superior",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"SUBASTA (LEC): Aprobación del remate en favor del mejor postor a través de Decreto emitido por el LAJ.",
    "Plazo":"Mismo día o siguiente"
  },
  {
    "Situacion":"SUBASTA (LEC): Consignación por el rematante del importe de su postura, menos el del depósito.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"SUBASTA (LEC): Consignación por el ejecutante de la diferencia resultante de la liquidación de lo que se deba por principal de intereses",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"SUBASTA (LEC): Solicitud de adjudicación de los bienes por el 50%\ndel avalúo por el ejecutante",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"SUBASTA (LEC): Presentación de tercero que mejore la postura, por el\nejecutado",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"SUBASTA (LEC): Transcurrido el plazo de 10 días del art. 650.4 LEC, sin\nque el ejecutado presente tercero que mejore la postura, solicitud de adjudicación de los bienes, por el ejecutante",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"SUBASTA (LEC): Alzamiento del embargo, por el LAJ, cuando el acreedor no hiciera uso de la facultad concedida por el art. 651 LEC.",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"SUBASTA (LEC): Plazo máximo de antelación a la presentación de la solicitud de inicio de la vía de apremio de la declaración responsable emitida por la parte actora de que ha acudido a los servicios sociales.",
    "Plazo":"5 meses"
  },
  {
    "Situacion":"SUBASTA (LEC): Plazo de los servicios sociales para atender la solicitud o iniciar los trámites",
    "Plazo":"2 meses"
  },
  {
    "Situacion":"SUBASTA (LEC): Plazo máximo de los servicios sociales para confirmar que el hogar afectado se encuentra en situación de vulnerabilidad  conómica y, en su caso, social, y establecer las medidas que se aplicarán.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"SUBASTA (LEC): Plazo máximo de antelación a la presentación de la solicitud de inicio de la vía de apremio de la declaración responsable emitida por la parte actora de que ha acudido a los servicios correspondientes para someterse al procedimiento de conciliación o mediación",
    "Plazo":"5 meses"
  },
  {
    "Situacion":"SUBASTA (LEC): Plazo de los servicios sociales para atender la solicitud de conciliación o mediación o iniciar los trámites",
    "Plazo":"2 meses"
  },
  {
    "Situacion":"SUBASTA (LEC): Plazo máximo de los servicios sociales para confirmar que el hogar afectado se encuentra en situación de vulnerabilidad económica y, en su caso, social, y establecer las medidas que se aplicarán",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"SUBASTA (LEC): Celebración de vista, en caso de disconformidad del ejecutado y los acreedores, sobre la subsistencia y cuantía actual de los créditos.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"SUBASTA (LEC): Resolución, a través de auto, sobre la disconformidad del ejecutado y los acreedores sobre la subsistencia y cuantía de los créditos.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"SUBASTA (LEC): Consideración de carga actualizada al momento del requerimiento, si el ejecutado y los acreedores no contestan al mismo.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"SUBASTA (LEC): Presentación de títulos justificativos de la situación posesoria por las personas, distintas del ejecutado, que ocupen el inmueble embargado.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"SUBASTA (LEC): Presentación de los títulos de propiedad por el ejecutado ante el órgano judicial.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"SUBASTA (LEC): Inicio de la subasta, en el caso de que la información registral electrónica sobre la finca\/s embargada\/s no pudiera ser emitida por el Registro.",
    "Plazo":"48 horas"
  },
  {
    "Situacion":"SUBASTA (LEC): Audiencia del ejecutante sobre la reducción de la deuda que proceda dentro del máximo deducible de hasta un 2% del valor por el que el que bien hubiera sido adjudicado si el deudor hubiera sido el poseedor, o éste actuara a su instancia.",
    "Plazo":"No superior a 5 dias"
  },
  {
    "Situacion":"SUBASTA (LEC): Reanudación de la subasta, a través de una nueva publicación del anuncio y una nueva petición de información registral, en el caso de que estuviera suspendida por un período superior a…",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"SUBASTA (LEC): En el caso de que la mejor postura fuera igual o superior al 70% del valor por el que el bien hubiera salido a subasta, consignación del rematante en la Cuenta de Depósitos y Consignaciones de la diferencia entre lo depositado y el precio total del remate",
    "Plazo":"40 dias"
  },
  {
    "Situacion":"SUBASTA (LEC): En el caso de que sólo se hicieran posturas superiores al 70% del valor por el que el bienhubiere salido a subasta, pero ofreciendo pagara plazos con garantías suficientes, bancarias o hipotecarias, del precio aplazado, solicitud de adjudicación del inmueble por el 70% del valor de salida.",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"SUBASTA (LEC): En el caso de que la mejor postura ofrecida en la subasta sea inferior al 70% del valor por el que el bien hubiere salido a subasta, presentación de tercero que mejore la postura por el ejecutado.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"SUBASTA (LEC): Transcurrido el plazo de 10 días del art. 670.4 LEC, solicitud de adjudicación del inmueble por el 70% de dicho valor o por la cantidad que se le deba por todos los conceptos, por el ejecutante.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"SUBASTA (LEC): Cuando en la subasta no hubiere ningún postor, solicitud de adjudicación del bien inmueble por el acreedor.",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"SUBASTA (LEC): Acreditación por los titulares de créditos posteriores, de la subsistencia y exigibilidad de sus créditos y la liquidación de los mismos ante el órgano judicial.",
    "Plazo":"30 dias"
  },
  {
    "Situacion":"SUBASTA (LEC): Alegaciones de las partes sobre las liquidaciones presentadas por los titulares de créditos posteriores.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"SUBASTA (LEC): Cuando estando el inmueble ocupado no se hubiera procedido previamente con arreglo a lo dispuesto en el art. 661.2 LEC, solicitud de ejecución del lanzamiento de quienes, puedan considerarse ocupantes de mero hecho o sin título, por el adquirente.",
    "Plazo":"1 año"
  },
  {
    "Situacion":"SUBASTA (LEC): Señalamiento de vista por el LAJ, en la que los ocupantes de mero hecho o sin título podrán alegar y probar lo que consideren oportuno de su situación.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"ADMINISTRACIÓN PARA PAGO (LEC): Rendición de cuentas por el acreedor al LAJ.",
    "Plazo":"Anualmente"
  },
  {
    "Situacion":"ADMINISTRACIÓN PARA PAGO (LEC): Vista al ejecutado de las cuentas de la administración para pago presentadas por el acreedor.",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"ADMINISTRACIÓN PARA PAGO (LEC): Alegaciones del ejecutante sobre lo expuesto por el ejecutado sobre las cuentas de la administración para pago",
    "Plazo":"9 dias"
  },
  {
    "Situacion":"ADMINISTRACIÓN PARA PAGO (LEC): En caso de desacuerdo entre el ejecutante y el ejecutado sobre las cuentas de la administración para pago, celebración de comparecencia.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"ADMINISTRACIÓN PARA PAGO (LEC): Práctica de la prueba propuesta por el ejecutante y el ejecutado sobre las cuentas de la administración para pago.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"ADMINISTRACIÓN PARA PAGO (LEC): Emisión de Decreto por el LAJ aprobando o rectificando las cuentas de la administración para pago",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"ADMINISTRACIÓN PARA PAGO (LEC): En el caso de pago por el ejecutado, rendición de cuenta general por el ejecutante.",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"TERCERÍA DE MEJOR DERECHO(LEC): Cuando el crédito del tercerista no constase en el título ejecutivo, manifestación de conformidad o disconformidad del ejecutado personado en la tercería de mejor derecho con el allanamiento del ejecutante.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"EJECUCIONES NO DINERARIAS (LEC): En la entrega de bienes inmuebles, resolución sobre la obligación de abono del valor de las cosas no separables, instada por los interesados.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"EJECUCIONES NO DINERARIAS (LEC): Si el inmueble fuese vivienda habitual del ejecutado o de quiénes de él dependan, plazo de desalojo.",
    "Plazo":"1 mes, prorrogable por otro mes"
  },
  {
    "Situacion":"EJECUCIONES NO DINERARIAS (LEC): Si el inmueble estuviera ocupado por terceras personas, distintas del ejecutado y de quienes con él compartan la utilización de aquel, presentación de los títulos que justifiquen su situación",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"EJECUCIONES NO DINERARIAS (LEC): Plazo de espera de la ejecución de resoluciones procesales o arbitrales o de acuerdos de mediación.",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD (LEC): Plazo para que las cónyuges manifiesten si desean continuar con la misma defensa y representación, cuando alguno de los pactos propuestos por los cónyuges no fuera aprobado por el Tribunal.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD (LEC): Plazo de contestación a la demanda en los procesos sobre provisión de medidas de apoyo a las personas con discapacidad, filiación, matrimonio y menores.",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD (LEC): Plazo para que las partes comuniquen si existen o han existido procedimientos de violencia sobre la mujer entre los cónyuges o progenitores, su estado procesal actual, y si constan adoptadas medidas civiles o penales.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD (LEC): Plazo para que el responsable del centro notifique al Tribunal el internamiento realizado sin autorización judicial por razones de urgencia.",
    "Plazo":"Lo antes posible y, en todo caso, dentro del plazo de 24 horas"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD (LEC): Plazo para que el Tribunal ratifique el internamiento realizado sin autorización judicial por razones de urgencia",
    "Plazo":"72 horas desde que el internamiento llegue a su conocimiento"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD (LEC): Periodicidad de los informes de los facultativos que atienden a la persona internada.",
    "Plazo":"Cada 6 meses, salvo que el tribunal, atendida la naturaleza del\ntrastorno, señale un plazo inferior"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD.PROCESOS SOBRE FILIACIÓN, PATERNIDAD Y MATERNIDAD (LEC): Plazo para la comparecencia cuando, por razones de urgencia, las medidas cautelares hayan sido adoptadas sin audiencia de las personas que pudieran resultar afectadas",
    "Plazo":"Dentro de los 10 días siguientes a su adopción"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. PROCEDIMIENTO DE NULIDAD, SEPARACIÓN Y DIVORCIO (LEC): Plazo para que el actor conteste a la reconvención",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. PROCEDIMIENTO DE NULIDAD, SEPARACIÓN Y DIVORCIO (LEC): Plazo para la práctica de las pruebas que no hayan podido celebrarse en el acto de la vista",
    "Plazo":"El señalado por el tribunal, que no podrá exceder de 30 días"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. PROCEDIMIENTO DE SEPARACIÓN O DIVORCIO DE MUTUO ACUERDO (LEC): Plazo para citar a los cónyuges a la ratificación de la petición.",
    "Plazo":"Dentro de los 3 dias siguientes a su admision"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. PROCEDIMIENTO DE SEPARACIÓN O DIVORCIO DE MUTUO ACUERDO (LEC): Plazo para que las partes completen la documentación aportada con la solicitud en el caso de que esta fuera insuficiente.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. PROCEDIMIENTO DE SEPARACIÓN O DIVORCIO DE MUTUO ACUERDO (LEC): Plazo para la práctica de la prueba que los cónyuges hubieran propuesto y las demás que el tribunal considere necesaria.",
    "Plazo":"Durante el plazo anterior de 10 dias"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. PROCEDIMIENTO DE SEPARACIÓN O DIVORCIO DE MUTUO ACUERDO (LEC): Plazo para que el Tribunal recabe informe del Ministerio Fiscal y oiga a los hijos.",
    "Plazo":"Durante el plazo anterior de 10 días o, en caso de no haberse abierto dicho plazo, en el plazo de 5 días"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. PROCEDIMIENTO DE SEPARACIÓN O DIVORCIO DE MUTUO ACUERDO (LEC): Plazo para que las partes propongan un nuevo convenio regulador si la sentencia no aprobase en todo o en parte el propuesto.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. PROCEDIMIENTO DE SEPARACIÓN O DIVORCIO DE MUTUO ACUERDO (LEC): Plazo para que el tribunal dicte auto pronunciándose sobre el nuevo convenio regulador propuesto por las partes.",
    "Plazo":"Dentro del 3º dia"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. MEDIDAS EN LOS PROCESOS DE NULIDAD, SEPARACIÓN Y DIVORCIO (LEC): Medidas provisionales previas a la interposición de la demanda. Plazo para la celebración de la comparecencia",
    "Plazo":"En los 10 dias siguientes a la presentacion de la solicitud"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. MEDIDAS EN LOS PROCESOS DE NULIDAD, SEPARACIÓN Y DIVORCIO (LEC): Medidas provisionales previas a la interposición de la demanda. Plazo para que el LAJ informe al tribunal de la citación.",
    "Plazo":"En el mismo dia"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. MEDIDAS EN LOS PROCESOS DE NULIDAD, SEPARACIÓN Y DIVORCIO (LEC): Medidas provisionales previas a la interposición de la demanda. Plazo para practicar la prueba si esta no hubiera podido practicarse en el acto de la comparecencia",
    "Plazo":"Dentro de los 10 dias siguientes"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. MEDIDAS EN LOS PROCESOS DE NULIDAD, SEPARACIÓN Y DIVORCIO (LEC): Medidas provisionales previas a la interposición de la demanda. Plazo para que el tribunal resuelva mediante auto.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. MEDIDAS EN LOS PROCESOS DE NULIDAD, SEPARACIÓN Y DIVORCIO (LEC): Medidas provisionales previas a la interposición de la demanda. Plazo para la interposición de la demanda de nulidad, separación o divorcio una vez adoptadas las\nmedidas provisionales.",
    "Plazo":"Dentro de los 30 días siguientes a su adopción"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. MEDIDAS EN LOS PROCESOS DE NULIDAD, SEPARACIÓN Y DIVORCIO (LEC): Medidas provisionales durante la pendencia del proceso. La solicitud de estas medidas se sustanciará en la vista principal si esta se señala.",
    "Plazo":"Dentro de los 10 dias siguientes a la contestacion"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. MEDIDAS EN LOS PROCESOS DE NULIDAD, SEPARACIÓN Y DIVORCIO (LEC): Ejecución forzosa de los pronunciamientos sobre medidas. Plazo para formular oposición al escrito solicitando la declaración de gasto extraordinario.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD (LEC): Si el solicitante solo pretende la eficacia civil de la resolución eclesiástica, plazo de audiencia al otro cónyuge y al Ministerio Fiscal.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD.INGRESO DE MENORES CON PROBLEMAS DE CONDUCTA EN CENTROS DE PROTECCIÓN ESPECÍFICOS (LEC): Plazo para notificar al Juzgado el internamiento urgente de un menor.",
    "Plazo":"Dentro de las 24 horas siguientes"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD.INGRESO DE MENORES CON PROBLEMAS DE CONDUCTA EN CENTROS DE PROTECCIÓN ESPECÍFICOS (LEC): Plazo para que el Tribunal ratifique el internamiento urgente.",
    "Plazo":"En el plazo máximo de 72 horas desde  que llegue el ingreso al conocimiento del Juzgado"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD.INGRESO DE MENORES CON PROBLEMAS DE CONDUCTA EN CENTROS DE PROTECCIÓN ESPECÍFICOS (LEC): Periodicidad de los informes de la Entidad Pública y del Director del centro sobre las circunstancias del menor y la necesidad de mantener el internamiento.",
    "Plazo":"Cada 3 meses, a no ser que el Juez, atendida la naturaleza de la conducta que\nmotivó el ingreso, señale un plazo inferior"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. ENTRADA EN DOMICILIOS Y RESTANTES LUGARES PARA LA EJECUCIÓN FORZOSA DE LAS MEDIDAS DE PROTECCIÓN DE MENORES (LEC): Plazo para dar traslado de la solicitud de entrada.",
    "Plazo":"El mismo día de la presentación de la solicitud"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. ENTRADA EN DOMICILIOS Y RESTANTES LUGARES PARA LA EJECUCIÓN FORZOSA DE LAS MEDIDAS DE PROTECCIÓN DE MENORES (LEC): Plazo para dictar auto acordando la entrada cuando concurran razones de urgencia.",
    "Plazo":"De forma inmediata tras la recepción de la solicitud y, en todo caso, en el   plazo máximo de las 24 horas siguientes"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. ENTRADA EN DOMICILIOS Y RESTANTES LUGARES PARA LA EJECUCIÓN FORZOSA DE LAS MEDIDAS DE PROTECCIÓN DE MENORES (LEC): Plazo para que el titular u ocupante del domicilio alegue lo que a su derecho convenga sobre la procedencia de conceder la autorización.",
    "Plazo":"En las 24 horas a su traslado"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. ENTRADA EN DOMICILIOS Y RESTANTES LUGARES PARA LA EJECUCIÓN FORZOSA DE LAS MEDIDAS DE PROTECCIÓN DE MENORES (LEC): Plazo para dictar auto presentado el escrito de alegaciones o transcurrido el plazo sin hacerlo.",
    "Plazo":"Plazo maximo de 24 horas"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. ENTRADA EN DOMICILIOS Y RESTANTES LUGARES PARA LA EJECUCIÓN FORZOSA DE LAS MEDIDAS DE PROTECCIÓN DE MENORES (LEC): Plazo para interponer recurso de apelación contra el auto que acuerde o deniegue la autorización.",
    "Plazo":"En el plazo de los tres días siguientes a la notificación del auto que acuerde o\ndeniegue la entrada"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. PROCEDIMIENTO PARA LA RESTITUCIÓN O RETORNO DE MENORES (LEC): Si el menor fuera hallado en una provincia distinta a la indicada en la demanda, plazo para dar audiencia al Ministerio Fiscal y demás partes personadas",
    "Plazo":"1 dia"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. PROCEDIMIENTO PARA LA RESTITUCIÓN O RETORNO DE MENORES (LEC): Si el menor fuera hallado en una provincia distinta a la indicada en la demanda, plazo para resolver mediante auto.",
    "Plazo":"Al dia siguiente "
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. PROCEDIMIENTO PARA LA RESTITUCIÓN O RETORNO DE MENORES (LEC): Si el menor fuera hallado en una provincia distinta a la indicada en la demanda, plazo para comparecer ante el Tribunal competente.",
    "Plazo":"3 dias siguientes "
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. PROCEDIMIENTO PARA LA RESTITUCIÓN O RETORNO DE MENORES (LEC): Plazo para la tramitación del procedimiento en ambas instancias",
    "Plazo":"6 semanas desde la fecha de la presentación de la solicitud"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. PROCEDIMIENTO PARA LA RESTITUCIÓN O RETORNO DE MENORES (LEC): Plazo para la admisión de la demanda.",
    "Plazo":"24 horas siguientes a su presentación"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. PROCEDIMIENTO PARA LA RESTITUCIÓN O RETORNO DE MENORES (LEC): Plazo para que la persona, a quien se impute la sustracción o retención ilícita del menor, comparezca.",
    "Plazo":"Fecha que se determine, que no podrá exceder de 3 días"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. PROCEDIMIENTO PARA LA RESTITUCIÓN O RETORNO DE MENORES (LEC): Plazo para dictar auto cuando el demandado acceda a la restitución o retorno del menor.",
    "Plazo":"El mismo día "
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. PROCEDIMIENTO PARA LA RESTITUCIÓN O RETORNO DE MENORES (LEC): Plazo para la declaración de rebeldía cuando el demandado no comparezca en el plazo indicado en el requerimiento",
    "Plazo":"El mismo día "
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. PROCEDIMIENTO PARA LA RESTITUCIÓN O RETORNO DE MENORES (LEC): Plazo para la celebración de la vista.",
    "Plazo":"En un plazo no superior a 5 dias"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. PROCEDIMIENTO PARA LA RESTITUCIÓN O RETORNO DE MENORES (LEC): Plazo para dar traslado de la oposición.",
    "Plazo":"En el mismo dia"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. PROCEDIMIENTO PARA LA RESTITUCIÓN O RETORNO DE MENORES (LEC): Plazo para la práctica de las pruebas.",
    "Plazo":"6 dias"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. PROCEDIMIENTO PARA LA RESTITUCIÓN O RETORNO DE MENORES (LEC): Plazo para dictar sentencia",
    "Plazo":"Dentro de los 3 dias siguientes "
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. PROCEDIMIENTO PARA LA RESTITUCIÓN O RETORNO DE MENORES (LEC): Plazo para la tramitación del recurso de apelación.",
    "Plazo":"30 dias"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. PROCEDIMIENTO PARA LA RESTITUCIÓN O RETORNO DE MENORES (LEC): Plazo para la interposición del recurso de apelación.",
    "Plazo":"10 días, contados desde el día siguiente a la notificación de la resolución"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. PROCEDIMIENTO PARA LA RESTITUCIÓN O RETORNO DE MENORES (LEC): Plazo para que el órgano judicial decida sobre la admisión del recurso de apelación.",
    "Plazo":"En las 24 horas siguientes a su presentación"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. PROCEDIMIENTO PARA LA RESTITUCIÓN O RETORNO DE MENORES (LEC): Plazo para que las partes presenten escrito de oposición al recurso o, en su caso, de impugnación.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. PROCEDIMIENTO PARA LA RESTITUCIÓN O RETORNO DE MENORES (LEC): Plazo para que el apelante manifieste lo que tenga por conveniente sobre el escrito de impugnación.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. PROCEDIMIENTO PARA LA RESTITUCIÓN O RETORNO DE MENORES (LEC): Plazo para la celebración de la vista en el recurso de apelación.",
    "Plazo":"Dentro de los 3 días siguientes a su admisión"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. PROCEDIMIENTO PARA LA RESTITUCIÓN O RETORNO DE MENORES (LEC): Plazo para resolver el recurso de apelación",
    "Plazo":"Dentro de los 3 días siguientes a la terminación de la vista o, en defecto de ésta, a contar desde el día siguiente a aquel en que se hubieran recibido los autos"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. OPOSICIÓN A LAS RESOLUCIONES ADMINISTRATIVAS EN MATERIA DE PROTECCIÓN DE MENORES (LEC): Plazo para la tramitación de estos procedimientos.",
    "Plazo":"3 meses desde la fecha en que se hubieren iniciado"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. OPOSICIÓN A LAS RESOLUCIONES ADMINISTRATIVAS EN MATERIA DE PROTECCIÓN DE MENORES (LEC): Plazo para formular oposición.",
    "Plazo":"2 meses desde la notificacion de la resolucion"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. OPOSICIÓN A LAS RESOLUCIONES ADMINISTRATIVAS EN MATERIA DE PROTECCIÓN DE MENORES (LEC): Plazo para que la entidad administrativa aporte testimonio completo o copia auténtica del expediente.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. OPOSICIÓN A LAS RESOLUCIONES ADMINISTRATIVAS EN MATERIA DE PROTECCIÓN DE MENORES (LEC): Plazo para que el LAJ emplace al actor para que presente demanda.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. OPOSICIÓN A LAS RESOLUCIONES ADMINISTRATIVAS EN MATERIA DE PROTECCIÓN DE MENORES (LEC): Plazo para presentar demanda.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. OPOSICIÓN A LAS RESOLUCIONES ADMINISTRATIVAS EN MATERIA DE PROTECCIÓN DE MENORES (LEC): Plazo para dictar sentencia.",
    "Plazo":"Dentro de los 10 días siguientes a la terminación del juicio"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. OPOSICIÓN A LAS RESOLUCIONES ADMINISTRATIVAS EN MATERIA DE PROTECCIÓN DE MENORES (LEC): En caso de acumulación, plazo para el nuevo señalamiento de la vista.",
    "Plazo":"Dentro de los 10 días siguientes"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD. PROCEDIMIENTO PARA DETERMINAR LA NECESIDAD DE ASENTIMIENTO EN LA ADOPCIÓN (LEC): Plazo para presentar demanda",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD.OPOSICIÓN A LAS RESOLUCIONES Y ACTOS DE LA DIRECCIÓN GENERAL DE SEGURIDAD JURÍDICA Y FE PÚBLICA EN MATERIA DE REGISTRO CIVIL (LEC): Plazo para formular oposición.",
    "Plazo":"2 meses desde la notificacion "
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD.OPOSICIÓN A LAS RESOLUCIONES Y ACTOS DE LA DIRECCIÓN GENERAL DE SEGURIDAD JURÍDICA Y FE PÚBLICA EN MATERIA DE REGISTRO CIVIL (LEC): Plazo para la remisión del testimonio completo o copia auténtica del expediente.",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"PROCESOS SOBRE LA ADOPCIÓN DE MEDIDAS JUDICIALES DE APOYO A PERSONAS CON DISCAPACIDAD.OPOSICIÓN A LAS RESOLUCIONES Y ACTOS DE LA DIRECCIÓN GENERAL DE SEGURIDAD JURÍDICA Y FE PÚBLICA EN MATERIA DE REGISTRO CIVIL (LEC): Plazo para presentar demanda.",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA LA DIVISIÓN DE LA HERENCIA (LEC): Plazo de la convocatoria de la Junta para designar contador y peritos.",
    "Plazo":"Dentro de los 10 días siguientes a la presentación de la solicitud o, en su caso, a la práctica de la intervención y formación del inventario"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA LA DIVISIÓN DE LA HERENCIA (LEC): Plazo máximo para la presentación de las operaciones divisorias",
    "Plazo":"2 meses desde que fueron iniciadas"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA LA DIVISIÓN DE LA HERENCIA (LEC): Plazo para formular oposición a las operaciones divisorias",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA LA DIVISIÓN DE LA HERENCIA (LEC): Plazo para la celebración de la comparecencia ante el Tribunal en caso de oposición.",
    "Plazo":"Dentro de los 10 días siguientes a la convocatoria"
  },
  {
    "Situacion":"INTERVENCIÓN DEL CAUDAL HEREDITARIO (LEC): Plazo para que el Tribunal designe un nuevo administrador judicial en caso de que no procediera la declaración de heredero abintestato a favor de la Administración.",
    "Plazo":"1 mes desde la comunicación"
  },
  {
    "Situacion":"INTERVENCIÓN DEL CAUDAL HEREDITARIO (LEC): Plazo para que el tribunal adopte las provisiones conducentes a la entrega de los bienes y derechos integrantes del caudal hereditario a la Administración.",
    "Plazo":"Antes de 1 mes"
  },
  {
    "Situacion":"ADMINISTRACIÓN DEL CAUDAL HEREDITARIO (LEC): Plazo de rendición periódica de cuentas por el administrador.",
    "Plazo":"El que el tribunal señale sin que pueda exceder de 1 año"
  },
  {
    "Situacion":"FORMACIÓN DE INVENTARIO - MATRIMONIAL (LEC): Plazo para la formación de inventario",
    "Plazo":"Maximo 10 dias"
  },
  {
    "Situacion":"FORMACIÓN DE INVENTARIO - MATRIMONIAL (LEC): Plazo para la resolución del Tribunal sobre la administración y disposición de los bienes incluidos en el inventario.",
    "Plazo":"En el mismo día o en el siguiente a la comparecencia"
  },
  {
    "Situacion":"LIQUIDACIÓN DEL RÉGIMEN ECONÓMICO MATRIMONIAL (LEC): Plazo de la comparecencia para que los cónyuges intenten alcanzar un acuerdo o designen contador\/perito.",
    "Plazo":"Maximo 10 dias desde la admision a tramite de la solicitud"
  },
  {
    "Situacion":"LIQUIDACIÓN DEL RÉGIMEN ECONÓMICO MATRIMONIAL (LEC): Plazo de la comparecencia para que los cónyuges intenten alcanzar un acuerdo sobre la liquidación del régimen de participación.",
    "Plazo":"Maximo 10 dias"
  },
  {
    "Situacion":"PROCESO MONITORIO (LEC): Plazo mínimo que deberá de estar el documento acreditativo en el que conste haberse notificado al deudor el certificado del acuerdo de liquidación de la deuda en el tablón de anuncios o lugar visible de la comunidad, en su caso. ",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"PROCESO MONITORIO (LEC): Plazo del peticionario para aceptar o rechazar la propuesta de requerimiento de pago por importe inferior al inicialmente solicitado.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCESO MONITORIO (LEC): Plazo del requerimiento para que el deudor pague al peticionario o comparezca y formule oposición.",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"PROCESO MONITORIO (LEC): Plazo que no es necesario que transcurra para el acreedor inste el despacho de la ejecución, si el deudor no atendiera el requerimiento de pago o no compareciere.",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"PROCESO MONITORIO (LEC): En caso continuar el proceso por los trámites del juicio verbal, plazo de impugnación de la oposición.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCESO MONITORIO (LEC): En caso continuar el proceso por los trámites del juicio ordinario, plazo para la interposición de la demanda",
    "Plazo":"1 mes desde el traslado del escrito de oposicion"
  },
  {
    "Situacion":"JUICIO CAMBIARIO (LEC): Plazo del requerimiento para que el deudor pague o comparezca y formule oposición.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"JUICIO CAMBIARIO (LEC): Plazo para presentar la solicitud de levantamiento de embargo.",
    "Plazo":"Dentro de los 5 días siguientes a aquel en que se requirió de pago"
  },
  {
    "Situacion":"JUICIO CAMBIARIO (LEC): Plazo del acreedor para impugnar el escrito de oposición.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"JUICIO CAMBIARIO (LEC): Plazo para dictar sentencia resolviendo la oposición.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"RECURSOS: Plazo para subsanar el defecto, omisión o error en la constitución del depósito.",
    "Plazo":"2 dias"
  },
  {
    "Situacion":"RECURSO DE REPOSICION (LEC): Plazo de interposición.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"RECURSO DE REPOSICION (LEC): Plazo de impugnación.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"RECURSO DE REPOSICION (LEC): Plazo de resolución.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"RECURSO DE REVISION (LEC): Plazo de interposición.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"RECURSO DE REVISION (LEC): Plazo de impugnación.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"RECURSO DE REVISION (LEC): Plazo de resolución.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"RECURSO DE QUEJA (LEC): Plazo de interposición.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"RECURSO DE QUEJA (LEC): Plazo de resolución.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"RECURSO DE APELACION (LEC): Plazo de interposición.",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"RECURSO DE APELACION (LEC): Informe al tribunal que hubiera dictado la resolución de la interposición del recurso de apelación.",
    "Plazo":"En el mismo día en el que se reciba el escrito"
  },
  {
    "Situacion":"RECURSO DE APELACION (LEC): Interpuesto el recurso, plazo para que el LAJ dicte diligencia de ordenación requiriendo al órgano que dictó la resolución para elevación de actuaciones e indicando las partes apelantes.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"RECURSO DE APELACION (LEC): Plazo para que las partes no recurrentes comparezcan ante el tribunal competente para conocer del recurso",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"RECURSO DE APELACION (LEC): Plazo en el que el LAJ habrá de tener por interpuesto el recurso.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"RECURSO DE APELACION (LEC): Plazo para presentar escritos de oposición al recurso o de impugnación",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"RECURSO DE APELACION (LEC): Plazo del apelante para manifestar lo que tenga por conveniente sobre el escrito de impugnación.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"RECURSO DE APELACION (LEC): Plazo de admisión de pruebas",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"RECURSO DE APELACION (LEC): Plazo para la celebración de la vista.",
    "Plazo":"Dentro del mes siguiente"
  },
  {
    "Situacion":"RECURSO DE APELACION (LEC): Plazo para dictar sentencia o auto en caso de haberse celebrado vista.",
    "Plazo":"Dentro de los 10 días siguientes a la terminación de la vista"
  },
  {
    "Situacion":"RECURSO DE APELACION (LEC): Plazo para dictar sentencia o auto en caso de NO haberse celebrado vista",
    "Plazo":"En el plazo de un mes a contar desde el día siguiente a  aquel en que se hubieran recibido los autos en el Tribunal competente para la apelación"
  },
  {
    "Situacion":"RECURSO DE APELACION (LEC): Plazo para subsanar los vicios o defectos cometidos en la primera instancia",
    "Plazo":"No superior a 10 días"
  },
  {
    "Situacion":"RECURSO DE CASACION (LEC): Plazo de Interposición.",
    "Plazo":"20 días contados desde el día siguiente a la notificación de la resolución que se impugne."
  },
  {
    "Situacion":"RECURSO DE CASACION (LEC): Plazo en el que el LAJ tendrá por interpuesto el recurso si se cumplieran los requisitos de admisión.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"RECURSO DE CASACION (LEC): Plazo para que el tribunal dicte providencia teniendo por interpuesto el recurso en caso de entender que cumple los requisitos de admisión",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"RECURSO DE CASACION (LEC): Plazo para la remisión de los autos al Tribunal competente para conocer del recurso de casación",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"RECURSO DE CASACION (LEC): Emplazamiento de las partes ante el Tribunal competente para conocer del recurso de casación",
    "Plazo":"Por término de 30 dias"
  },
  {
    "Situacion":"RECURSO DE CASACION (LEC): Plazo de audiencia a las partes y al Ministerio Fiscal si la Sala no se considera competente para conocer del recurso.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"RECURSO DE CASACION (LEC): Plazo para que las partes comparezcan ante la Sala que se estime competente",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"RECURSO DE CASACION (LEC): Plazo para formular oposición",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"RECURSO DE CASACION (LEC): Plazo para dictar sentencia o auto.",
    "Plazo":"Dentro de los 20 días siguientes al de la finalización de la deliberación "
  },
  {
    "Situacion":"RESCISIÓN DE SENTENCIAS FIRMES Y NUEVA AUDIENCIA AL DEMANDADO (LEC): Plazo para el ejercicio de la acción cuando la sentencia objeto de rescisión hubiera sido notificada personalmente al demandado rebelde.",
    "Plazo":"20 días a partir de la notificación de la sentencia firme"
  },
  {
    "Situacion":"RESCISIÓN DE SENTENCIAS FIRMES Y NUEVA AUDIENCIA AL DEMANDADO (LEC): Plazo para el ejercicio de la acción cuando la sentencia objeto de rescisión hubiera sido notificada por edictos.",
    "Plazo":"4 meses a partir de la fecha de publicación del edicto de notificación de la sentencia firme"
  },
  {
    "Situacion":"RESCISIÓN DE SENTENCIAS FIRMES Y NUEVA AUDIENCIA AL DEMANDADO (LEC): Plazo máximo para el ejercicio de la acción si subsistiera la fuerza mayor que hubiera impedido al rebelde la comparecencia",
    "Plazo":"16 meses desde la notificación de la sentencia"
  },
  {
    "Situacion":"RESCISIÓN DE SENTENCIAS FIRMES Y NUEVA AUDIENCIA AL DEMANDADO (LEC): Declarada la rescisión de la sentencia firme dictada en rebeldía, plazo para que el demandado rebelde exponga y pida lo que a su derecho convenga.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"RESCISIÓN DE SENTENCIAS FIRMES Y NUEVA AUDIENCIA AL DEMANDADO (LEC): Plazo del traslado a la parte contraria del escrito del demandado rebelde",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"REVISIÓN DE SENTENCIAS FIRMES (LEC): Plazo de interposición. Regla general.",
    "Plazo":"3 meses desde el día en que se descubrieren los documentos decisivos, el cohecho, la violencia o el fraude, o en que se hubiere reconocido o declarado la falsedad 5 años desde la fecha de la publicación de la sentencia que se pretenda impugnar"
  },
  {
    "Situacion":"REVISIÓN DE SENTENCIAS FIRMES (LEC): Plazo de interposición cuando la revisión esté motivada en una sentencia del Tribunal Europeo de Derechos Humanos. Regla especial.",
    "Plazo":"1 año desde que adquiera firmeza la sentencia del Tribunal Europeo de Derechos Humanos"
  },
  {
    "Situacion":"REVISIÓN DE SENTENCIAS FIRMES (LEC): Plazo para la subsanación de la falta o insuficiencia del depósito",
    "Plazo":"No superior a 5 días"
  },
  {
    "Situacion":"REVISIÓN DE SENTENCIAS FIRMES (LEC): Plazo de contestación a la demanda de revisión",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"REVISIÓN DE REVISION (LECRIM): Interposición.",
    "Plazo":"En los 3 días siguientes a su notificación"
  },
  {
    "Situacion":"REVISIÓN DE REVISION (LECRIM): Resolución.",
    "Plazo":"Al 2º día de entregadas las copias"
  },
  {
    "Situacion":"REVISIÓN DE SUPLICA (LECRIM): Interposición.",
    "Plazo":"En los 3 días siguientes a su notificación a los que sean parte en el juicio"
  },
  {
    "Situacion":"REVISIÓN DE SUPLICA (LECRIM): Resolución.",
    "Plazo":"Al 2º día de entregadas las copias"
  },
  {
    "Situacion":"REVISIÓN DE RECURSO DE QUEJA CONTRA LOS AUTOS NO APELABLES (LECRIM): Plazo para que el Juez que dictó la resolución recurrida emita informe.",
    "Plazo":"En el corto término que al efecto le señale el Tribunal"
  },
  {
    "Situacion":"REVISIÓN DE RECURSO DE QUEJA CONTRA LOS AUTOS NO APELABLES (LECRIM): Plazo para que el Fiscal emita dictamen, si la causa fuere por delito en que tenga que intervenir.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"RECURSO DE QUEJA CONTRA LA INADMISIÓN DEL RECURSO DE CASACIÓN (LECRIM): Plazo para anunciar el recurso al Tribunal sentenciador",
    "Plazo":"Dentro de los 2 días siguientes al de la notificación del auto"
  },
  {
    "Situacion":"RECURSO DE QUEJA CONTRA LA INADMISIÓN DEL RECURSO DE CASACIÓN (LECRIM): Plazo para que las partes comparezcan ante la Sala Segunda del Tribunal Supremo",
    "Plazo":"· Regla general: 15 días\n· Islas Baleares: 20 días\n· Canarias\/Ceuta\/Melilla: 30 días"
  },
  {
    "Situacion":"RECURSO DE QUEJA CONTRA LA INADMISIÓN DEL RECURSO DE CASACIÓN (LECRIM):  Plazo para la formalización del recurso de queja por el abogado de oficio que se le nombre",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"RECURSO DE QUEJA CONTRA LA INADMISIÓN DEL RECURSO DE CASACIÓN (LECRIM): Plazo del Ministerio Fiscal para alegar lo que estime conveniente sobre la procedencia o improcedencia de la queja",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"RECURSO DE QUEJA CONTRA LA INADMISIÓN DEL RECURSO DE CASACIÓN (LECRIM): Plazo de las demás partes personadas para impugnar el recurso.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"RECURSO DE APELACIÓN CONTRA RESOLUCIONES INTERLOCUTORIAS (LECRIM): Plazo para la interposición del recurso.",
    "Plazo":"Dentro de los 5 días siguientes al de la última notificación de la resolución que se impugna"
  },
  {
    "Situacion":"RECURSO DE APELACIÓN CONTRA RESOLUCIONES INTERLOCUTORIAS (LECRIM): Plazo para la personación de las partes ante el órgano competente para su resolución.",
    "Plazo":"TS: 15 días\nTSJ o audiencia: 10 días"
  },
  {
    "Situacion":"RECURSO DE APELACIÓN CONTRA RESOLUCIONES INTERLOCUTORIAS (LECRIM): Plazo para que el MF y el apelante pidan al Juez que sean incluidos en el testimonio los particulares que crean procedente incluir.",
    "Plazo":"Dentro de los 2 días siguientes al de serles notificada la providencia de admisión del recurso"
  },
  {
    "Situacion":"RECURSO DE APELACIÓN CONTRA RESOLUCIONES INTERLOCUTORIAS (LECRIM): Resolución del Juez sobre la solicitud de inclusión en el testimonio.",
    "Plazo":"Dentro del siguiente día"
  },
  {
    "Situacion":"RECURSO DE APELACIÓN CONTRA RESOLUCIONES INTERLOCUTORIAS (LECRIM): Término que ha de fijar el Juez para expedir el testimonio.",
    "Plazo":"No excederá nunca de 15 días, pudiendo ser prorrogado a instancia del actuario hasta este límite si se otorgase por menor tiempo"
  },
  {
    "Situacion":"RECURSO DE APELACIÓN CONTRA RESOLUCIONES INTERLOCUTORIAS (LECRIM): Plazo por el que el Juez podrá prorrogar el término fijado para expedir el testimonio si, antes de expirar los 15 días, el actuario exhibiera al Juez más de 100 folios escritos del testimonio, sin que éste estuviera terminado.",
    "Plazo":"Por un tiempo prudencial, que en ningún caso excederá de 10 días"
  },
  {
    "Situacion":"RECURSO DE APELACIÓN CONTRA RESOLUCIONES INTERLOCUTORIAS (LECRIM): Plazo para que, recibido el testimonio para sustanciar la apelación, el LAJ acuse recibo al Juez instructor.",
    "Plazo":"En el mismo día en que sea recibido, o en el día siguiente"
  },
  {
    "Situacion":"RECURSO DE APELACIÓN CONTRA RESOLUCIONES INTERLOCUTORIAS (LECRIM): Plazo para la instrucción de las partes y el Ministerio Fiscal",
    "Plazo":"Por término de 3 dias"
  },
  {
    "Situacion":"RECURSO DE APELACIÓN CONTRA RESOLUCIONES INTERLOCUTORIAS (LECRIM): Plazo que mediará entre el día que el LAJ haga el señalamiento de la vista y su celebración",
    "Plazo":"No más de 10 dias"
  },
  {
    "Situacion":"RECURSO DE APELACIÓN CONTRA RESOLUCIONES INTERLOCUTORIAS (LECRIM): Sustanciación del recurso.",
    "Plazo":"En el término más breve posible, sin que en caso alguno transcurran más de 2 meses entre el día de ingreso en la Audiencia del testimonio para la apelación, o del sumario, en su caso y el del día de la vista"
  },
  {
    "Situacion":"RECURSO DE APELACIÓN CONTRA RESOLUCIONES INTERLOCUTORIAS (LECRIM): Plazo que mediará entre el día que el LAJ haga el señalamiento de la vista y su celebración.",
    "Plazo":"Antes del día de la vista"
  },
  {
    "Situacion":"RECURSO DE APELACIÓN CONTRA RESOLUCIONES INTERLOCUTORIAS (LECRIM): Plazo para comunicar la resolución y devolver los autos cuando el sumario no haya aún terminado",
    "Plazo":"Dentro de los 3 días siguientes al de ser firme ésta"
  },
  {
    "Situacion":"RECURSO DE APELACIÓN CONTRA RESOLUCIONES INTERLOCUTORIAS (LECRIM): Resolución del recurso de apelación",
    "Plazo":"5 días siguientes a la recepción del testimonio"
  },
  {
    "Situacion":"RECURSO DE APELACIÓN CONTRA RESOLUCIONES INTERLOCUTORIAS (LECRIM): Plazo de devolución de las actuaciones al Juez, si excepcionalmente la Audiencia las reclamara para su consulta",
    "Plazo":"Máximo 3 días"
  },
  {
    "Situacion":"RECURSO DE APELACIÓN CONTRA RESOLUCIONES INTERLOCUTORIAS (LECRIM): Plazo de celebración de la vista",
    "Plazo":"10 días"
  },
  {
    "Situacion":"RECURSO DE APELACIÓN CONTRA AUTOS DEFINITIVOS Y SENTENCIAS (LECRIM): Plazo de interposición del recurso",
    "Plazo":"10 días siguientes a la notificación de la sentencia"
  },
  {
    "Situacion":"RECURSO DE APELACIÓN CONTRA AUTOS DEFINITIVOS Y SENTENCIAS (LECRIM): Plazo para solicitar copia de los soportes en los que se hayan grabado las sesiones",
    "Plazo":"3 días siguientes a la notificación de la sentencia"
  },
  {
    "Situacion":"RECURSO DE APELACIÓN CONTRA AUTOS DEFINITIVOS Y SENTENCIAS (LECRIM): Plazo para subsanar errores del escrito de formalización del recurso",
    "Plazo":"No superior a 3 dias"
  },
  {
    "Situacion":"RECURSO DE APELACIÓN CONTRA AUTOS DEFINITIVOS Y SENTENCIAS (LECRIM): Plazo de alegaciones de las demás partes",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"RECURSO DE APELACIÓN CONTRA AUTOS DEFINITIVOS Y SENTENCIAS (LECRIM): Plazo de impugnación de la adhesión a la apelación",
    "Plazo":"2 dias"
  },
  {
    "Situacion":"RECURSO DE APELACIÓN CONTRA AUTOS DEFINITIVOS Y SENTENCIAS (LECRIM): Plazo para el traslado a las demás partes de los escritos de alegaciones y para la remisión de los autos a la Audiencia.",
    "Plazo":"2 dias"
  },
  {
    "Situacion":"RECURSO DE APELACIÓN CONTRA AUTOS DEFINITIVOS Y SENTENCIAS (LECRIM): Plazo de resolución sobre la admisión de la prueba propuesta.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"RECURSO DE APELACIÓN CONTRA AUTOS DEFINITIVOS Y SENTENCIAS (LECRIM): Plazo para la celebración de la vista",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"RECURSO DE APELACIÓN CONTRA AUTOS DEFINITIVOS Y SENTENCIAS (LECRIM): Plazo para dictar sentencia.",
    "Plazo":"Con vista: 5 días desde la celebración de la vista\nSin vista: 10 días desde la recepción de las actuaciones"
  },
  {
    "Situacion":"RECURSO DE CASACIÓN (LECRIM): Plazo para pedir testimonio de la sentencia y manifestar la clase de recurso",
    "Plazo":"Dentro de los 5 días siguientes al de la notificación"
  },
  {
    "Situacion":"RECURSO DE CASACIÓN (LECRIM): Plazo para la admisión o denegación de la preparación del recurso de casación",
    "Plazo":"Dentro de los 3 días siguientes a la presentación del escrito de preparación"
  },
  {
    "Situacion":"RECURSO DE CASACIÓN (LECRIM): Plazo para la expedición por el LAJ del testimonio de la sentencia",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"RECURSO DE CASACIÓN (LECRIM): Emplazamiento de las partes ante la Sala Segunda del Tribunal Supremo",
    "Plazo":"Regla general: 15 días\nIslas Baleares: 20 días\nCanarias\/Ceuta\/ Melilla: 30 días"
  },
  {
    "Situacion":"RECURSO DE CASACIÓN (LECRIM): Plazo para la formación de la nota autorizada del recurso",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"RECURSO DE CASACIÓN (LECRIM): Plazo para la impugnación o adhesión por el MF y las partes al recurso de casación",
    "Plazo":"Dentro del término señalado para la formación de la nota (10 días)"
  },
  {
    "Situacion":"RECURSO DE CASACIÓN (LECRIM): Plazo de instrucción de los autos por el Magistrado ponente",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"RECURSO DE CASACIÓN (LECRIM): Plazo para resolución del recurso de casación.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"RECURSO DE REPOSICIÓN (LECRIM): Plazo de interposición del recurso",
    "Plazo":"3 días desde la notificación de la resolución"
  },
  {
    "Situacion":"RECURSO DE REPOSICIÓN (LECRIM): Plazo del Ministerio Fiscaly las demás partes personadas para formular alegaciones",
    "Plazo":"2 dias"
  },
  {
    "Situacion":"RECURSO DE REVISIÓN (LECRIM): Plazo de interposición del recurso",
    "Plazo":"3 días desde la notificación"
  },
  {
    "Situacion":"RECURSO DE REVISIÓN (LECRIM): Plazo del Ministerio Fiscal y las demás partes personadas para formular alegaciones",
    "Plazo":"2 dias"
  },
  {
    "Situacion":"RECURSO DE RESCISIÓN DE LA SENTENCIA DICTADA CONTRA REOS AUSENTES (LECRIM): Plazo de interposición del recurso",
    "Plazo":"10 días a contar desde el momento en que se acredite que el condenado tuvo conocimiento de la sentencia"
  },
  {
    "Situacion":"EL PROCESO LABORAL: Plazo para solicitar la audiencia en justicia.",
    "Plazo":"3 días siguientes al de la notificación de la multa"
  },
  {
    "Situacion":"EL PROCESO LABORAL: Plazo para interponer recurso de alzada contra el auto que resuelva la audiencia en justicia.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"JURISDICCIÓN Y COMPETENCIA: Audiencia previa de las partes y del MF, para declarar de oficio la falta de jurisdicción o competencia",
    "Plazo":"Plazo común de 3 días"
  },
  {
    "Situacion":"PARTES EN EL PROCEDIMIENTO LABORAL: Comparecencia de los actores a fin de designar representante común",
    "Plazo":"4 días siguientes a la citación (que se realiza junto con la comunicación de la resolución de acumulación)"
  },
  {
    "Situacion":"PARTES EN EL PROCEDIMIENTO LABORAL: Presentación de escrito por el demandado poniendo en conocimiento del juzgado o tribunal su intención de comparecer en juicio asistido de abogado o representado técnicamente por graduado social colegiado o representado por procurador.",
    "Plazo":"2 días siguientes a su citación a juicio"
  },
  {
    "Situacion":"PARTES EN EL PROCEDIMIENTO LABORAL: Designación de abogado, realizada por el actor una vez le ha sido trasladada la intención del demandado de comparecer en juicio asistido de abogado o representado técnicamente por graduado social colegiado o representado por procurador.",
    "Plazo":"2 dias"
  },
  {
    "Situacion":"PARTES EN EL PROCEDIMIENTO LABORAL: Posibilidad de los trabajadores que pudiesen conservar créditos frente a la empresa ejecutada por la cantidad no abonada por el FOGASA, de constituirse en la ejecución como ejecutantes",
    "Plazo":"15 días desde la notificación del decreto de constancia de la subrogación del FOGASA"
  },
  {
    "Situacion":"ACTOS PROCESALES EN EL ORDEN JURISDICCIONAL SOCIAL: Momento hasta el que podrán ser presentados los escritos sujetos a plazo de presentación, vencido el mismo.",
    "Plazo":"Hasta las 15 horas del día hábil siguiente"
  },
  {
    "Situacion":"ACTOS PROCESALES EN EL ORDEN JURISDICCIONAL SOCIAL: Una vez impuesta al responsable multa por no haber reingresado las actuaciones, que fueron entregadas materialmente para su examen, si continúa sin devolverlas, el LAJ ordenará su recogida",
    "Plazo":"Pasados 2 días"
  },
  {
    "Situacion":"ACTOS PROCESALES EN EL ORDEN JURISDICCIONAL SOCIAL: Momento en que los actos de comunicación se tendrán por realizados.",
    "Plazo":"El día siguiente a la fecha de recepción"
  },
  {
    "Situacion":"EVITACIÓN DEL PROCESO: Reanudación de los plazos de caducidad suspendidos por la solicitud de conciliación o de mediación previa una vez intentada la conciliación o mediación.",
    "Plazo":"Al dia siguiente"
  },
  {
    "Situacion":"EVITACIÓN DEL PROCESO: Reanudación de los plazos de caducidad suspendidos por la solicitud de conciliación o de mediación previa desde su presentación sin que se haya celebrado",
    "Plazo":"15 dias habiles"
  },
  {
    "Situacion":"EVITACIÓN DEL PROCESO: Se tendrá por terminado el procedimiento y cumplido el trámite de conciliación o mediación previa cuando transcurran sin haberse celebrado el acto de conciliación o sin haberse iniciado mediación o alcanzado acuerdo en la misma.",
    "Plazo":"30 dias "
  },
  {
    "Situacion":"EVITACIÓN DEL PROCESO: Impugnación del acuerdo de conciliación o de mediación",
    "Plazo":"30 dias habiles"
  },
  {
    "Situacion":"EVITACIÓN DEL PROCESO: Reanudación de los plazos de caducidad suspendidos por la suscripción de un compromiso arbitral, una vez que este adquiera firmeza o, en caso de haberse interpuesto un recurso judicial de anulación del laudo, una vez firme la sentencia.",
    "Plazo":"El dia siguiente"
  },
  {
    "Situacion":"EVITACIÓN DEL PROCESO: Ejercicio de acciones de impugnación y de recursos judiciales de anulación de laudos arbitrales cuyo conocimiento corresponda al orden social, desde la notificación del laudo.",
    "Plazo":"30 dias habiles"
  },
  {
    "Situacion":"EVITACIÓN DEL PROCESO: Formalización de la demanda laboral desde que se deba entender agotada la vía administrativa",
    "Plazo":"2 meses"
  },
  {
    "Situacion":"EVITACIÓN DEL PROCESO: Formalización de la demanda laboral, ejercitando acciones derivadas de despido y demás acciones sujetas a plazo de caducidad, a partir del día siguiente a aquél en que se hubiera producido el acto o la notificación de la resolución impugnada o desde que se deba entender agotada la vía administrativa en los demás casos",
    "Plazo":"20 días hábiles o el especial que sea aplicable"
  },
  {
    "Situacion":"EVITACIÓN DEL PROCESO: Interposición de demanda laboral en tutela de derechos fundamentales y libertades públicas frente a actos de las Administraciones públicas en el ejercicio de sus potestades en materia laboral y sindical, desde el día siguiente a la notificación del acto o al transcurso del plazo fijado para la resolución.",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"EVITACIÓN DEL PROCESO: Interposición de demanda laboral en tutela de derechos fundamentales y libertades públicas frente a actos de las Administraciones públicas en el ejercicio de sus potestades en materia laboral y sindical, si la lesión del derecho fundamental tuviera su origen en la inactividad administrativa o en actuación en vías de hecho, o se hubiera interpuesto potestativamente un recurso administrativo, desde la reclamación contra la inactividad o vía de hecho o desde la presentación del recurso, respectivamente.",
    "Plazo":"20 días, previo transcurso de 20 días (20+20)"
  },
  {
    "Situacion":"EVITACIÓN DEL PROCESO: Interposición de reclamación administrativa previa, en materia de prestaciones de Seguridad Social, contra resolución expresa desde la notificación de la misma",
    "Plazo":"30 dias"
  },
  {
    "Situacion":"EVITACIÓN DEL PROCESO: Interposición de reclamación administrativa previa, en materia de prestaciones de Seguridad Social, contra resolución presunta desde la fecha en que, conforme a la normativa reguladora del procedimiento de que se trate, deba entenderse producido el silencio administrativo",
    "Plazo":"30 dias"
  },
  {
    "Situacion":"EVITACIÓN DEL PROCESO: Interposición de reclamación administrativa previa, en los procedimientos de impugnación de altas médicas no exentos de reclamación previa, desde la notificación de la resolución.",
    "Plazo":"11 dias"
  },
  {
    "Situacion":"EVITACIÓN DEL PROCESO: Contestación expresa, de la Entidad, una vez formulada la reclamación previa",
    "Plazo":"45 dias"
  },
  {
    "Situacion":"EVITACIÓN DEL PROCESO: Contestación expresa, de la Entidad, en los procedimientos de impugnación de altas médicas en los que deba interponerse reclamación previa una vez formulada. ",
    "Plazo":"7 dias"
  },
  {
    "Situacion":"EVITACIÓN DEL PROCESO: Formulación de la demanda laboral, tras la reclamación previa, desde la fecha en que se notifique la denegación de la reclamación previa o desde el día en que se entienda denegada por silencio administrativo",
    "Plazo":"30 dias"
  },
  {
    "Situacion":"EVITACIÓN DEL PROCESO: Formulación de la demanda laboral, tras la reclamación previa, en los procesos de impugnación de altas médicas, computándose cuando no sea exigible reclamación previa desde la adquisición de plenos efectos del alta médica o desde la notificación del alta definitiva acordada por la Entidad gestora",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"EVITACIÓN DEL PROCESO: Reanudación de los plazos de caducidad, suspendidos por la reclamación administrativa previa en materia de prestaciones de Seguridad Social, tras la notificación de la resolución o del transcurso del plazo en que deba entenderse desestimada la reclamación administrativa previa",
    "Plazo":"El dia siguiente"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Resolución (mediante auto judicial) sobre la solicitud de comunicación de documentos por quien pretenda demandar o prevea ser demandado.",
    "Plazo":"Dentro del 2º dia"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Solicitud de las partes de comunicación de documentos, realizada durante el procedimiento.",
    "Plazo":"Al menos 5 días antes del juicio. Salvo cuando el señalamiento se deba efectuar con antelación menor, en cuyo caso el plazo será de 3 días."
  },
  {
    "Situacion":"PROCESO ORDINARIO: Presentación (por quien solicitó embargo preventivo de bienes del demandado), si fue requerido para ello, de documentos, información testifical o cualquier otra prueba fue justifique la situación alegada.",
    "Plazo":"Una audiencia"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Presentación por el empresario del documento acreditativo de la cobertura de riesgo, a requerimiento del LAJ antes del señalamiento del juicio, en las demandas por accidente de trabajo o enfermedad profesional en que no se hubiese consignado el nombre de la Entidad gestora o, en su caso, de la Mutua de accidentes de trabajo y enfermedades profesionales de la Seguridad Social, el documento acreditativo de la cobertura de riesgo.",
    "Plazo":"4 dias"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Actuaciones del LAJ tras la recepción de la demanda",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Subsanación de defectos de la demanda por las partes, tras ser requeridas por el LAJ.",
    "Plazo":"4 dias"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Resolución del juez o tribunal sobre la admisibilidad de la demanda, si los defectos de la misma no hubiesen sido subsanados, una vez que el LAJ le diera cuenta de ello. ",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Acreditación por el demandante ,tras advertencia del LAJ, de la celebración de la conciliación o mediación previa, en su caso, o de que se han intentado.",
    "Plazo":"15 días a partir del siguiente a la notificación"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Resolución, por el juez o tribunal, sobre la solicitud en la demanda de diligencias de anticipación o aseguramiento de la prueba.",
    "Plazo":"3 dias siguientes"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Designación de letrado o letrada, graduado o graduada social o procurador o procuradora.",
    "Plazo":"En el plazo de 2 días desde la notificación de la demanda"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Plazo que debe mediar entre la citación y la celebración efectiva de los actos de conciliación y juicio.",
    "Plazo":"Minimo 10 dias"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Remisión, cuando proceda, por la Administración del expediente administrativo, tras la citación al acto de conciliación y juicio",
    "Plazo":"10 días siguientes a la notificación de la citación"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Suspensión del procedimiento, si tras ser citadas al acto del juicio y conciliación ambas partes lo soliciten de común acuerdo, justificando la sumisión a mediación",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Previo traslado entre las partes o aportación anticipada, de la prueba documental o pericial",
    "Plazo":"5 días de antelación al acto de juicio"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Plazo para consulta que se concederá a determinados sujetos o entidades",
    "Plazo":"22 dias"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Nuevo señalamiento de los actos de conciliación y juicio tras haber sido suspendidos",
    "Plazo":"10 días siguientes a la suspensión"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Plazo de caducidad de la acción para impugnar la validez de la conciliación",
    "Plazo":"30 días"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Plazo concedido por el juez o tribunal para que el interesado aporte documento acreditativo de la querella, en el supuesto de que fuese alegada por una de las partes la falsedad de un documento que pueda ser de notoria influencia en el pleito, porque no pueda prescindirse de la resolución de la causa criminal para la debida decisión o condicione directamente el contenido de ésta, y el juez o tribunal considere que el documento pudiera ser decisivo para resolver sobre el fondo del asunto, suspendiendo las actuaciones tras el juicio.",
    "Plazo":"8 dias"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Audiencia previa de las partes en el procedimiento testigo",
    "Plazo":"Común de 3 dias"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Posibilidad de que los demandantes de los procesos suspendidos durante la tramitación del procedimiento testigo interesen la extensión a los mismos de la sentencia. firme dictada en aquél",
    "Plazo":"5 días desde la notificación de la sentencia dictada en el procedimiento testigo"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Audiencia a las partes para alegaciones sobre determinados extremos a solicitud del órgano judicial, una vez que el juicio hubiese quedado concluso.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Conclusiones complementarias sucintas por escrito en caso de que las pruebas documentales o periciales practicadas en juicio fuesen de extraordinario volumen o complejidad",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Acuerdo, terminado el juicio, del juez o tribunal de práctica de cuantas pruebas estime necesarias, como diligencias finales.",
    "Plazo":"Dentro del plazo para dictar sentencia"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Práctica de pruebas como diligencias finales.",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Puesta de manifiesto del resultado de la diligencia final a las partes en la oficina judicial para alegaciones sobre su alcance e importancia.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Nuevo plazo para práctica de pruebas como diligencias finales, si transcurrido el primero no pudieron ser practicadas",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Solicitud de la partes de presencia del LAJ en el acto del juicio, de no ser necesaria la presencia del mismo por contarse con los medios tecnológicos necesarios que garanticen la autenticidad e integridad de lo grabado o\nreproducido mediante la utilización de la firma electrónica reconocida u otro sistema de seguridad que conforme a la ley ofrezca tales garantías.",
    "Plazo":"Al menos 2 días antes de la celebración de la vista"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Solicitud de audiencia por el rebelde.",
    "Plazo":"· 20 días desde la notificación personal de la sentencia o desde que conste el conocimiento de la misma\n· 4 meses desde la notificación de la sentencia en el Boletín Oficial"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Solicitud de pruebas a practicar en juicio que requieran diligencias de citación o requerimiento.",
    "Plazo":"· Al menos 5 días de antelación a la fecha del juicio.\n· Salvo cuando el señalamiento se deba efectuar con\nantelación menor, en cuyo caso el plazo será de 3 días."
  },
  {
    "Situacion":"PROCESO ORDINARIO: Respuesta escrita de personas jurídicas y entidades públicas en cuanto tales, por referirse los hechos relevantes del procesos a su actividad, una vez requeridas por el órgano judicial.",
    "Plazo":"10 dias anteriores al juicio"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Plazo para dictar sentencia por el órgano judicial.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Plazo para dictar sentencia por el órgano judicial.",
    "Plazo":"2 dias"
  },
  {
    "Situacion":"PROCESO ORDINARIO: Plazo para alegaciones escritas de las partes, de considerarse de oficio, una vez concluido el acto de juicio, la posibilidad de imponer al litigante que obró de mala fe o con temeridad, así como al que no acudió al acto de conciliación injustificadamente, una sanción pecuniaria o de ser el empresario también el abono de honorarios.",
    "Plazo":"2 dias"
  },
  {
    "Situacion":"PROCESO MONITORIO: Subsanación de defectos en la petición inicial.",
    "Plazo":"4 dias"
  },
  {
    "Situacion":"PROCESO MONITORIO: Pago u oposición del empresario",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCESO MONITORIO: Pago u oposición del FOGASA.",
    "Plazo":"10 días ampliables otros 10 (por averiguaciones del FOGASA)"
  },
  {
    "Situacion":"PROCESO MONITORIO: Manifestación por la parte demandante de lo que a su derecho convenga respecto a la oposición.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"ORDEN JURISDICCIONAL CONTENCIOSO-ADMINISTRATIVO: Audiencia de las partes y del Ministerio Fiscal en caso de falta de jurisdicción.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"ORDEN JURISDICCIONAL CONTENCIOSO-ADMINISTRATIVO: Plazo de presentación de nueva demanda para que se entienda presentada en la fecha en que se inició el plazo para interponer el recurso contencioso-administrativo, si se hubiere formulado éste siguiendo las indicaciones de la notificación del acto o ésta fuese defectuosa",
    "Plazo":"1 mes desde que fuera notificada"
  },
  {
    "Situacion":"ORDEN JURISDICCIONAL CONTENCIOSO-ADMINISTRATIVO: Audiencia de las partes y del Ministerio Fiscal en caso de\nfalta de competencia",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"ORDEN JURISDICCIONAL CONTENCIOSO-ADMINISTRATIVO: Periodicidad de los acuerdos sobre distribución de asuntos.",
    "Plazo":"Cada 2 años"
  },
  {
    "Situacion":"ORDEN JURISDICCIONAL CONTENCIOSO-ADMINISTRATIVO: Admisión del escrito que proceda y producción de sus efectos legales, salvo cuando se trate de plazos para preparar o interponer recursos.",
    "Plazo":"Día de notificación de la resolución de caducidad y pérdida del trámite."
  },
  {
    "Situacion":"ORDEN JURISDICCIONAL CONTENCIOSO-ADMINISTRATIVO: Resolución por el órgano judicial, a través de auto, de la solicitud de habilitación de días inhábiles en caso de urgencia o cuando sea necesario en el procedimiento para la protección de derechos fundamentales o en el incidente de suspensión o de adopción e medidas cautelares.",
    "Plazo":"3 días"
  },
  {
    "Situacion":"OBJETO DEL RECURSO CONTENCIOSO-ADMINISTRATIVO: Presentación recurso c-a por inactividad de la Administración",
    "Plazo":"3 meses desde la fecha de reclamación a la Administración del cumplimiento de una obligación."
  },
  {
    "Situacion":"OBJETO DEL RECURSO CONTENCIOSO-ADMINISTRATIVO: Presentación recurso C-A por inactividad de la Administración",
    "Plazo":"1 mes desde la petición a la Administración de ejecución de sus actos firmes."
  },
  {
    "Situacion":"OBJETO DEL RECURSO CONTENCIOSO-ADMINISTRATIVO: Presentación recurso c-a por vía de hecho",
    "Plazo":"10 días sig. a la presentación del requerimiento a la Administración intimando la cesación de la vía de hecho."
  },
  {
    "Situacion":"OBJETO DEL RECURSO CONTENCIOSO-ADMINISTRATIVO: Si el órgano jurisdiccional, al dictar sentencia, estimare que la cuestión sometida a su conocimiento pudiera no haber sido apreciada debidamente por las partes, lo someterá a aquellas para que formulen alegaciones ",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"OBJETO DEL RECURSO CONTENCIOSO-ADMINISTRATIVO: Requerimiento al demandante para la fijación de la cuantía del recurso C-A.",
    "Plazo":"No superior a 10 dias"
  },
  {
    "Situacion":"OBJETO DEL RECURSO CONTENCIOSO-ADMINISTRATIVO: Alegaciones de disconformidad con la cuantía determinada por el demandante por parte del demandado",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo requerimiento previo entre Administraciones",
    "Plazo":"2 meses contados desde la publicación de la norma o desde que la Administración requirente hubiera conocido o podido conocer el acto, actuación o inactividad"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo para contestar requerimiento antes de que se entienda rechazado",
    "Plazo":"1 mes desde la recepción"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo de subsanación de defectos en la presentación del escrito de interposición",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo de interposición de recursocontra una disposición o un acto expreso.",
    "Plazo":"2 meses contados desde el día siguiente al de la publicación de la disposición impugnada o al de la notificación o publicación del acto que ponga fin a la vía\nadministrativa"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo de interposición del recurso contra un acto presunto.",
    "Plazo":"6 meses contados a partir del día siguiente a aquél en que, de acuerdo con su normativa específica, se produzca el acto presunto"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo de interposición del recurso contra la inactividad de la Administración",
    "Plazo":"2 meses contados a partir del día siguiente al vencimiento de los plazos señalados en el art. 29 LJCA"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo de interposición del recurso contra una actuación en vía de hecho",
    "Plazo":"Si hubiera requerimiento: 10 días a contar desde el día siguiente a la terminación del plazo establecido en el art.\n30 LJCA\n\nSi no hubiera requerimiento: 20 días desde el que se inició la actuación administrativa en vía de hecho"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo de interposición del recurso de lesividad",
    "Plazo":"2 meses a contar desde el día siguiente a la fecha de la declaración de lesividad"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo de interposición del recurso en los litigios entre Administraciones Públicas",
    "Plazo":"2 meses, salvo que por Ley se establezca otra cosa\nSi hubiera requerimiento previo, el plazo se contará\ndesde el día siguiente a aquel en que se reciba la comunicación del acuerdo expreso o se entienda presuntamente rechazado"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo en el que el Letrado de la Administración, una vez admitido el recurso, anunciará la interposición del mismo y remitirá oficio para su publicación",
    "Plazo":"En el dia siguiente habil"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Recurso contra una disposición general iniciado por demanda - Plazo de personación de los que posean interés legítimo en sostener la conformidad a derecho de la disposición, acto o conducta impugnado",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo de remisión del expediente administrativo por parte de la Administración Pública.",
    "Plazo":"20 días improrrogables, a contar desde que la comunicación judicial tenga entrada en el registro general del órgano requerido."
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Recurso contra una disposición general iniciado por demanda - Plazo de personación de los que posean interés legítimo en sostener la conformidad a derecho de la disposición, acto o conducta impugnado",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo de remisión del expediente tras la reclamación del expediente administrativo",
    "Plazo":"10 días a contar desde que la reclamación tenga entrada en el registro general del órgano requerido"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Reiteración de la multa coercitiva",
    "Plazo":"Cada 20 días hasta el cumplimiento de lo requerido"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Notificación a los interesados de la resolución de remisión del expediente administrativo",
    "Plazo":"5 días siguientes a la adopción de la resolución"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Emplazamiento para la personación como demandados",
    "Plazo":"9 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Alegaciones de las partes en el trámite anterior a la inadmisión del recurso",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo de presentación de la demanda",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo de presentación de alegaciones complementarias por las partes una vez recibido el expediente administrativo.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo de contestación a la demanda",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Suspensión del procedimiento en caso de estimar el defensor de la Administración demandada que la disposición o actuación administrativa recurrida puede no justarse a Derecho.",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo para que la entidad local demandada que no se hubiera personado, pese haber sido emplazada, designe representante en juicio o comunique al órgano judicial, por escrito, los fundamentos por los que estima improcedente la pretensión del actor",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Solicitud de integración del expediente.",
    "Plazo":"Dentro de plazo para formular la demanda\/contestación"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Resolución del LAJ sobre la solicitud de integración del expediente",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo en el que se tiene que formular la solicitud aceptada para que se reinicie el plazo una vez el expediente completo remitido por la Administración se haya puesto a disposición de la parte solicitante.",
    "Plazo":"Dentro de los 10 primeros días para formular la demanda o la contestación"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo de subsanación de defectos de la demanda",
    "Plazo":"Plazo no superior a 10 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo para que las partes personadas formulen alegaciones sobre la suspensión del procedimiento por la existencia de un recurso de casación que presenta una identidad jurídica sustancial con la cuestión debatida",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo para que las partes personadas formulen alegaciones una vez recibido el testimonio de la sentencia del recurso de casación",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo del demandante para formular alegaciones sobre la posible causa de inadmisión alegada por el demandado",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo del demandante para formular alegaciones sobre la posible causa de inadmisión alegada por el demandado",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Presentación de escrito de alegaciones previas.",
    "Plazo":"Dentro de los primeros 5 días del plazo para contestar la demanda"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Traslado del escrito de alegaciones previa al demandante.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo de subsanación de defectos por parte del demandante",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo del recurrente para solicitar el recibimiento del proceso a prueba cuando de la contestación a la demanda resultaran nuevos hechos de trascendencia para la resolución del pleito.",
    "Plazo":"5 días siguientes a aquel en que se haya dado traslado de\nla contestación a la demanda"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo de práctica de la prueba",
    "Plazo":"30 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo para solicitar aclaraciones al dictamen pericial",
    "Plazo":"No superior a 5 días"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo de las partes para realizar alegaciones sobre el resultado de las pruebas acordadas de oficio por el Juez cuando no tuvieran la oportunidad de hacerlo en la vista o en el escrito de conclusiones",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo para solicitar la celebración de la vista o la formulación de conclusiones",
    "Plazo":"5 días contados desde que se notifique la diligencia de ordenación declarando concluso el período de prueba"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo para formular escrito de conclusiones",
    "Plazo":"10 días"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo de las partes para ser oídas sobre cuestiones relevantes para el fallo distintas de las alegadas que el Juez juzgue oportuno tratar en el acto de la vista o en las conclusiones",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo para dictar sentencia.",
    "Plazo":"10 días desde que el pleito haya sido declarado concluso"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo para la interposición del recurso de apelación.",
    "Plazo":"15 días desde la notificación de la sentencia"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Traslado del desistimiento a las demás partes.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Cuando se hubiera desistido del recurso porque la Administración demandada hubiera reconocido totalmente en vía administrativa las pretensiones del demandante, y después la Administración dictase un nuevo acto total o parcialmente revocatorio del reconocimiento, plazo de las partes para formular alegaciones complementarias sobre la revocación.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo de las partes para formular alegaciones cuando el órgano jurisdiccional entendiera que el allanamiento supone una infracción manifiesta del ordenamiento jurídico",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ORDINARIO: Plazo para oír a las partes en caso de que la Administración demandada reconociese totalmente en vía administrativa las pretensiones del demandante",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ABREVIADO: Remisión del expediente administrativo tras el requerimiento del LAJ a la Administración demandada",
    "Plazo":"Al menos 15 días de antelación del término señalado para la vista"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ABREVIADO: Contestación a la demanda tras el traslado de la demanda al demandado realizado por el LAJ",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ABREVIADO: Solicitud de la celebración de vista por la parte demandada",
    "Plazo":"10 primeros días del plazo para contestar a la demanda"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ABREVIADO: Plazo para dictar sentencia.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO CONTENCIOSO-ADMINISTRATIVO ABREVIADO: Plazo para la interposición del recurso de apelación.",
    "Plazo":"15 días desde la notificación de la sentencia"
  },
  {
    "Situacion":"PROCEDIMIENTO PREFERENTE Y SUMARIO PARA LA PROTECCIÓN DE DERECHOS FUNDAMENTALES (LJCA): Plazo de interposición de recurso.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO PREFERENTE Y SUMARIO PARA LA PROTECCIÓN DE DERECHOS FUNDAMENTALES (LJCA): Requerimiento del LAJ al órgano administrativo.",
    "Plazo":"En el mismo día de la presentación del recurso o en el\nsiguiente"
  },
  {
    "Situacion":"PROCEDIMIENTO PREFERENTE Y SUMARIO PARA LA PROTECCIÓN DE DERECHOS FUNDAMENTALES (LJCA): Plazo para la remisióndel expediente.",
    "Plazo":"Plazo máximo de 5 días a contar desde la recepción del requerimiento por el órgano administrativo"
  },
  {
    "Situacion":"PROCEDIMIENTO PREFERENTE Y SUMARIO PARA LA PROTECCIÓN DE DERECHOS FUNDAMENTALES (LJCA): Plazo para hacer alegaciones cuando el expediente administrativo se reciba fuera de plazo",
    "Plazo":"48 horas"
  },
  {
    "Situacion":"PROCEDIMIENTO PREFERENTE Y SUMARIO PARA LA PROTECCIÓN DE DERECHOS FUNDAMENTALES (LJCA): Plazo para comparecer como demandados ante el Juzgado o Sala.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO PREFERENTE Y SUMARIO PARA LA PROTECCIÓN DE DERECHOS FUNDAMENTALES (LJCA): Decreto del LAJ mandando seguir las actuaciones en caso de admisión a trámite",
    "Plazo":"Dentro del siguiente día a recibir el expediente o transcurrir el plazo para la remisión del expediente y, en su caso, el del emplazamiento a los demás interesados"
  },
  {
    "Situacion":"PROCEDIMIENTO PREFERENTE Y SUMARIO PARA LA PROTECCIÓN DE DERECHOS FUNDAMENTALES (LJCA): Comparecencia de las partes y del MF ante posibles causas de inadmisión del procedimiento",
    "Plazo":"Antes de transcurrir 5 días desde el plazo indicado en el art. 117.1 LJCA"
  },
  {
    "Situacion":"PROCEDIMIENTO PREFERENTE Y SUMARIO PARA LA PROTECCIÓN DE DERECHOS FUNDAMENTALES (LJCA): Resolución del órgano jurisdiccional sobre la admisión\/inadmisión del recurso.",
    "Plazo":"En el día siguiente a la comparecencia del art. 117.2 LJCA"
  },
  {
    "Situacion":"PROCEDIMIENTO PREFERENTE Y SUMARIO PARA LA PROTECCIÓN DE DERECHOS FUNDAMENTALES (LJCA): Formalización de la demanda.",
    "Plazo":"8 días (improrrogables)"
  },
  {
    "Situacion":"PROCEDIMIENTO PREFERENTE Y SUMARIO PARA LA PROTECCIÓN DE DERECHOS FUNDAMENTALES (LJCA): Alegaciones del MF y las partes demandadas",
    "Plazo":"8 días (plazo común e improrrogable)"
  },
  {
    "Situacion":"PROCEDIMIENTO PREFERENTE Y SUMARIO PARA LA PROTECCIÓN DE DERECHOS FUNDAMENTALES (LJCA): Decisión sobre el recibimiento a prueba",
    "Plazo":"En el siguiente día a evacuado el trámite de alegaciones o transcurrido el plazo para efectuar alegaciones"
  },
  {
    "Situacion":"PROCEDIMIENTO PREFERENTE Y SUMARIO PARA LA PROTECCIÓN DE DERECHOS FUNDAMENTALES (LJCA): Período probatorio (proposición y práctica de la prueba).",
    "Plazo":"No superior a 20 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO PREFERENTE Y SUMARIO PARA LA PROTECCIÓN DE DERECHOS FUNDAMENTALES (LJCA): Plazo para dictar sentencia.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"RECURSO CONTRA LA PROHIBICIÓN O PROPUESTA DE MODIFICACIÓN DE REUNIONES (LJCA): Interposición del recurso.",
    "Plazo":"48 horas siguientes a la notificación de la prohibición o\nmodificación de la reunión"
  },
  {
    "Situacion":"RECURSO CONTRA LA PROHIBICIÓN O PROPUESTA DE MODIFICACIÓN DE REUNIONES (LJCA): Audiencia al representante legal de la Administración, Ministerio Fiscal, recurrentes o persona que éstos designen como representante",
    "Plazo":"4 días (improrrogables)"
  },
  {
    "Situacion":"PROCEDIMIENTO DE AUTORIZACIÓN JUDICIAL EN MATERIA\nDE SERVICIOS DE LA SOCIEDAD DE LA INFORMACIÓN. Procedimiento para la identificación del responsable (LJCA): Resolución del Juzgado.",
    "Plazo":"24 horas siguientes a la petición de iniciación del procedimiento"
  },
  {
    "Situacion":"PROCEDIMIENTO DE AUTORIZACIÓN JUDICIAL EN MATERIA\nDE SERVICIOS DE LA SOCIEDAD DE LA INFORMACIÓN. Procedimiento para la ejecución de las medidas de interrupción de la prestación de servicios o de retirada de contenidos (LJCA): Traslado de la resolución de la Comisión al representante legal de la Administración, al MF y a los titulares de los derechos y libertades afectados, o a la persona que éstos designen como representante.",
    "Plazo":"Plazo improrrogable de 2 días siguientes a la recepción de la notificación de la resolución de la Comisión"
  },
  {
    "Situacion":"PROCEDIMIENTO DE AUTORIZACIÓN JUDICIAL EN MATERIA\nDE SERVICIOS DE LA SOCIEDAD DE LA INFORMACIÓN. Procedimiento para la ejecución de las medidas de interrupción de la prestación de servicios o de retirada de contenidos (LJCA): Plazo para formular alegaciones ",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO DE AUTORIZACIÓN JUDICIAL EN MATERIA\nDE SERVICIOS DE LA SOCIEDAD DE LA INFORMACIÓN. Procedimiento para la ejecución de las medidas de interrupción de la prestación de servicios o de retirada de contenidos (LJCA): Resolución del Juez si de las alegaciones efectuadas no resultaran nuevos hechos de trascendencia para la resolución.",
    "Plazo":"Plazo improrrogable de 2 días"
  },
  {
    "Situacion":"PROCEDIMIENTO DE AUTORIZACIÓN JUDICIAL DE CONFORMIDAD DE UNA DECISIÓN DE LA COMISIÓN EUROPEA EN MATERIA DE TRANSFERENCIA INTERNACIONAL DE DATOS (LJCA): Plazo de personación.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO DE AUTORIZACIÓN JUDICIAL DE CONFORMIDAD DE UNA DECISIÓN DE LA COMISIÓN EUROPEA EN MATERIA DE TRANSFERENCIA INTERNACIONAL DE DATOS (LJCA): Plazo de alegaciones",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO DE AUTORIZACIÓN JUDICIAL DE CONFORMIDAD DE UNA DECISIÓN DE LA COMISIÓN EUROPEA EN MATERIA DE TRANSFERENCIA INTERNACIONAL DE DATOS (LJCA): Resolución",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO DE AUTORIZACIÓN O RATIFICACIÓN\nJUDICIAL DE MEDIDAS SANITARIAS (LJCA): Resolucion",
    "Plazo":"Plazo maximo de 3 dias naturales"
  },
  {
    "Situacion":"CUESTIÓN DE ILEGALIDAD (LJCA): Planteamiento de la cuestión de ilegalidad",
    "Plazo":"Dentro de los 5 días siguientes a que conste en las actuaciones la firmeza de la sentencia"
  },
  {
    "Situacion":"CUESTIÓN DE ILEGALIDAD (LJCA): Emplazamiento de las partes para que puedan comparecer y formular alegaciones ante el Tribunal competente para fallar la cuestión",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"CUESTIÓN DE ILEGALIDAD (LJCA): Plazo para dictar sentencia",
    "Plazo":"10 días siguientes a la declaración de conclusión del procedimiento"
  },
  {
    "Situacion":"CUESTIÓN DE ILEGALIDAD (LJCA): Audiencia de las partes en caso de que el Tribunal acordara reclamar el expediente de elaboración de la disposición o practicar alguna prueba de oficio.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO EN LOS CASOS DE SUSPENSIÓN ADMINISTRATIVA PREVIA DE ACUERDOS (LJCA): Interposición recurso.",
    "Plazo":"10 días siguientes a la fecha en que se hubiera dictado el\nacto de suspensión"
  },
  {
    "Situacion":"PROCEDIMIENTO EN LOS CASOS DE SUSPENSIÓN ADMINISTRATIVA PREVIA DE ACUERDOS (LJCA): Requerimiento a la corporación o entidad que hubiera dictado el acto de suspensión para que remita el expediente, realice alegaciones y notifique a los interesados",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO EN LOS CASOS DE SUSPENSIÓN ADMINISTRATIVA PREVIA DE ACUERDOS (LJCA): Plazo de los interesados para comparecer ante el órgano jurisdiccional",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO EN LOS CASOS DE SUSPENSIÓN ADMINISTRATIVA PREVIA DE ACUERDOS (LJCA): Celebración de la vista",
    "Plazo":"Como mínimo a los 10 días de la puesta de manifiesto del\nexpediente"
  },
  {
    "Situacion":"PROCEDIMIENTO EN LOS CASOS DE SUSPENSIÓN ADMINISTRATIVA PREVIA DE ACUERDOS (LJCA): Plazo de presentación de alegaciones en el caso de que el órgano jurisdiccional sustituyera el trámite de vista por el de alegaciones escritas",
    "Plazo":"10 días siguientes a la notificación del auto"
  },
  {
    "Situacion":"PROCEDIMIENTO EN LOS CASOS DE SUSPENSIÓN ADMINISTRATIVA PREVIA DE ACUERDOS (LJCA): Plazo del periodo de prueba que el órgano jurisdiccional podrá acordar",
    "Plazo":"No superior a 15 días"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA LA GARANTÍA DE LA UNIDAD DE MERCADO (LJCA): Plazo para la resolución de la solicitud de intervención del operador económico",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA LA GARANTÍA DE LA UNIDAD DE MERCADO (LJCA): Plazo de interposición del recurso",
    "Plazo":"2 meses. Cuando el recurso se interponga a solicitud de un operador económico, el plazo se computará desde la presentación de la solicitud ante la Comisión Nacional de los Mercados y la Competencia"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA LA GARANTÍA DE LA UNIDAD DE MERCADO (LJCA): Requerimiento urgente del LAJ al órgano administrativo para que remita el expediente.",
    "Plazo":"En el mismo día de la interposición del recurso por la CNMC o en el siguiente"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA LA GARANTÍA DE LA UNIDAD DE MERCADO (LJCA): Plazo remisión expediente",
    "Plazo":"Máximo 5 días"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA LA GARANTÍA DE LA UNIDAD DE MERCADO (LJCA): Plazo para la formalización de la demanda",
    "Plazo":"10 días (improrrogable"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA LA GARANTÍA DE LA UNIDAD DE MERCADO (LJCA): Plazo de contestación a la demanda.",
    "Plazo":"10 días (improrrogable)"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA LA GARANTÍA DE LA UNIDAD DE MERCADO (LJCA): Decisión del órgano jurisdiccional sobre el recibimiento a prueba.",
    "Plazo":"El día siguiente a evacuado el trámite de contestación"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA LA GARANTÍA DE LA UNIDAD DE MERCADO (LJCA): Plazo para la práctica de la prueba",
    "Plazo":"No superior a 20 días"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA LA GARANTÍA DE LA UNIDAD DE MERCADO (LJCA): Plazo para dictar sentencia.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA LA GARANTÍA DE LA UNIDAD DE MERCADO (LJCA): Plazo de expedición de la certificación de la sentencia, en caso de haberse dictado de viva voz.",
    "Plazo":"Máximo de 5 días"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA LA GARANTÍA DE LA UNIDAD DE MERCADO (LJCA): Plazo para solicitar el levantamiento de la suspensión",
    "Plazo":"3 meses desde la adopción"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA LA DECLARACIÓN JUDICIAL\nDE EXTINCIÓN DE PARTIDOS POLÍTICOS (LJCA): Plazo para la presentación de la demanda",
    "Plazo":"2 meses"
  },
  {
    "Situacion":"IMPUGNACIÓN DE LA SENTENCIA: RECURSO ORDINARIO DE APELACIÓN (LJCA): Audiencia de las demás partes sobre la ejecución provisional de la sentencia recurrida en apelación",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"IMPUGNACIÓN DE LA SENTENCIA: RECURSO ORDINARIO DE APELACIÓN (LJCA): Resolución del Juez sobre la ejecución provisional de la sentencia recurrida en apelación",
    "Plazo":"5 dias siguientes"
  },
  {
    "Situacion":"IMPUGNACIÓN DE LA SENTENCIA: RECURSO ORDINARIO DE APELACIÓN (LJCA): Plazo de interposición del recurso de apelación",
    "Plazo":"15 días siguientes a la notificación de la sentencia que se\napele"
  },
  {
    "Situacion":"IMPUGNACIÓN DE LA SENTENCIA: RECURSO ORDINARIO DE APELACIÓN (LJCA): Oposición a la apelación por las demás partes",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"IMPUGNACIÓN DE LA SENTENCIA: RECURSO ORDINARIO DE APELACIÓN (LJCA): Vista a la apelante sobre la alegación en el escrito de oposición de admisión indebida de la apelación",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"IMPUGNACIÓN DE LA SENTENCIA: RECURSO ORDINARIO DE APELACIÓN (LJCA): Traslado del escrito de oposición al apelante (adhesión a la apelación del apelado).",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"IMPUGNACIÓN DE LA SENTENCIA: RECURSO ORDINARIO DE APELACIÓN (LJCA): Comparecencia de las partes ante la Sala de lo Contencioso-administrativo competente.",
    "Plazo":"30 dias"
  },
  {
    "Situacion":"IMPUGNACIÓN DE LA SENTENCIA: RECURSO ORDINARIO DE APELACIÓN (LJCA): Sentencia",
    "Plazo":"10 días desde la declaración de que el pleito está concluso para sentencia"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA EL JUICIO SOBRE DELITOS LEVES (LECRIM): En la modalidad de tramitación del art. 962 LECRIM, realización por la Policía Judicial de las citaciones ante el Juzgado de Guardia, desde que tenga noticia del hecho que presente los caracteres de delito leve.",
    "Plazo":"Inmediatamente "
  },
  {
    "Situacion":"PROCEDIMIENTO PARA EL JUICIO SOBRE DELITOS LEVES (LECRIM): En la modalidad de tramitación del art. 962 LECRIM, realización por la Policía Judicial de las citaciones ante el Juzgado de Violencia sorbre la Mujer, desde que tenga noticia del hecho que presente los caracteres de delito leve.",
    "Plazo":"Día hábil más próximo"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA EL JUICIO SOBRE DELITOS LEVES (LECRIM): En la modalidad de tramitación del art. 962 LECRIM, comunicación de la suspensión del juicio a todos los citados, cuando recibido el atestado el juez hubiere acordado el sobreseimiento y archivo de la causa",
    "Plazo":"Inmediatamente "
  },
  {
    "Situacion":"PROCEDIMIENTO PARA EL JUICIO SOBRE DELITOS LEVES (LECRIM): Señalamiento por el LAJ del juicio cuando, no siendo posible celebrar el juicio durante el servicio de guardia, el juez estimare que la competencia para el enjuiciamiento corresponde al propio juzgado de instrucción.",
    "Plazo":"· Día hábil más próximo dentro de los predeterminados a tal fin\n· Plazo NO superior a 7 días"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA EL JUICIO SOBRE DELITOS LEVES (LECRIM): Señalamiento del juicio cuando, no siendo posible celebrar el juicio durante el servicio de guardia, el juez estimare que la competencia para el enjuiciamiento corresponde a otro juzgado, una vez remitido lo actuado a dicho juzgado.",
    "Plazo":"· Día hábil más próximo dentro de los predeterminados a tal fin\n· Plazo NO superior a 7 días"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA EL JUICIO SOBRE DELITOS LEVES (LECRIM): Señalamiento por el LAJ para la celebración o continuación, en el caso de que por motivo justo NO pueda celebrarse el juicio oral en el día señalado o de que no pueda concluirse en un solo acto.",
    "Plazo":"· Día más inmediato posible\n· Dentro de los 7 días siguientes"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA EL JUICIO SOBRE DELITOS LEVES (LECRIM): Plazo para dictar sentencia",
    "Plazo":"· Al finalizar el juicio.\n· De no ser posible, dentro de los 3 días siguientes"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA EL JUICIO SOBRE DELITOS LEVES (LECRIM): Plazo para interponer recurso de apelación",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA EL ENJUICIAMIENTO RÁPIDO DE DETERMINADOS DELITOS. ACTUACIONES DE LA POLICÍA JUDICIAL (LECRIM): Plazo de remisión al Juzgado de guardia del atestado único en los supuestos en que la Policía Judicial tuviera conocimiento de la comisión de un hecho incardinable en el ámbito de aplicación de este procedimiento, respecto del cual, no habiendo sido detenido ni localizado el presunto responsable, fuera previsible su rápida identificación y localización.",
    "Plazo":"Tan pronto como el presunto responsable sea detenido o citado y en cualquier caso, dentro de los 5 días siguientes"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA EL ENJUICIAMIENTO RÁPIDO DE DETERMINADOS DELITOS. ACTUACIONES DE LA POLICÍA JUDICIAL (LECRIM): Citaciones del art. 796 LECRIM ante el Juzgado de Violencia sobre la Mujer",
    "Plazo":"El día hábil más próximo"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA EL ENJUICIAMIENTO RÁPIDO DE DETERMINADOS DELITOS. DILIGENCIAS URGENTES ANTE EL JUZGADO DE GUARDIA (LECRIM): Plazo para la práctica y adopción de las diligencias y resoluciones",
    "Plazo":"Durante el servicio de guardia del Juzgado de Instrucción"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA EL ENJUICIAMIENTO RÁPIDO DE DETERMINADOS DELITOS. DILIGENCIAS URGENTES ANTE EL JUZGADO DE GUARDIA (LECRIM): Prórroga del plazo anterior, cuando se trate de partidos judiciales con servicio de guardia no permanente y de duración superior a 24 horas, en aquellas actuaciones en las que el atestado se hubiera recibido dentro de las 48 horas anteriores a la finalización del servicio de guardia",
    "Plazo":"72 horas"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA EL ENJUICIAMIENTO RÁPIDO DE DETERMINADOS DELITOS. PREPARACIÓN DEL JUICIO ORAL (LECRIM): Plazo para presentar el escrito de defensa cuando el acusado hubiere solicitado la concesión de un plazo.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA EL ENJUICIAMIENTO RÁPIDO DE DETERMINADOS DELITOS. PREPARACIÓN DEL JUICIO ORAL (LECRIM): Plazo para la presentación de los escritos de acusación, en los casos en que se persone acusación particular en la causa ",
    "Plazo":"No superior a 2 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA EL ENJUICIAMIENTO RÁPIDO DE DETERMINADOS DELITOS. PREPARACIÓN DEL JUICIO ORAL (LECRIM): Plazo para que el superior jerárquico del Fiscal presente el escrito que proceda en el supuesto en que el Ministerio Fiscal NO presentare su escrito de acusación.",
    "Plazo":"2 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA EL ENJUICIAMIENTO RÁPIDO DE DETERMINADOS DELITOS. PREPARACIÓN DEL JUICIO ORAL (LECRIM): Señalamiento del juicio oral por el LAJ.",
    "Plazo":"Fecha más próxima posible y, en cualquier caso, dentro de los 15 días siguientes"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA EL ENJUICIAMIENTO RÁPIDO DE DETERMINADOS DELITOS. JUICIO ORAL Y SENTENCIA (LECRIM): Celebración o continuación del juicio, en el caso de que, por motivo justo valorado por el Juez, no pueda celebrarse el juicio oral en el día señalado o no pueda concluirse en un solo acto",
    "Plazo":"El día más inmediato posible, dentro de los 15 días siguientes"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA EL ENJUICIAMIENTO RÁPIDO DE DETERMINADOS DELITOS. JUICIO ORAL Y SENTENCIA (LECRIM): Plazo para dictar sentencia.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA EL ENJUICIAMIENTO RÁPIDO DE DETERMINADOS DELITOS. IMPUGNACIÓN DE LA SENTENCIA (LECRIM): Recurso de apelación. Plazo para presentar el escrito de formalización",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA EL ENJUICIAMIENTO RÁPIDO DE DETERMINADOS DELITOS. IMPUGNACIÓN DE LA SENTENCIA (LECRIM): Recurso de apelación. Plazo de las demás partes para presentar escrito de alegaciones.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA EL ENJUICIAMIENTO RÁPIDO DE DETERMINADOS DELITOS. IMPUGNACIÓN DE LA SENTENCIA (LECRIM): Recurso de apelación. Plazo para dictar sentencia\nCON VISTA",
    "Plazo":"3 días siguientes a la vista"
  },
  {
    "Situacion":"PROCEDIMIENTO PARA EL ENJUICIAMIENTO RÁPIDO DE DETERMINADOS DELITOS. IMPUGNACIÓN DE LA SENTENCIA (LECRIM): Recurso de apelación. Plazo para dictar sentencia\nSIN VISTA",
    "Plazo":"5 días siguientes a la recepción de las actuaciones"
  },
  {
    "Situacion":"PROCESO POR ACEPTACIÓN DE DECRETO (LECRIM): Plazo para solicitar la designación de abogado de oficio",
    "Plazo":"5 días hábiles antes de la comparecencia"
  },
  {
    "Situacion":"PROCESO POR ACEPTACIÓN DE DECRETO (LECRIM): Documentación de la resolución judicial firme",
    "Plazo":"3 días"
  },
  {
    "Situacion":"EJECUCIÓN EL EL PROCESO PENAL (LECRIM): Puesta en libertad del procesado absuelto",
    "Plazo":"Inmediatamente "
  },
  {
    "Situacion":"EJECUCIÓN EL EL PROCESO PENAL (LECRIM): En la ejecución de sentencias por delitos contra la Hacienda Pública, puesta de manifiesto al tribunal sentenciador de la disconformidad del obligado al pago con las modificaciones que lleve a cabo la Administración Pública",
    "Plazo":"30 días desde su notificación"
  },
  {
    "Situacion":"EJECUCIÓN EL EL PROCESO PENAL (LECRIM): En la ejecución de sentencias por delitos contra la Hacienda Pública en que exista la anterior disconformidad, audiencia a la Administración ejecutante y al Ministerio Fiscal",
    "Plazo":"30 dias"
  },
  {
    "Situacion":"JURISDICCIÓN Y COMPETENCIA. REQUERIMIENTO DE INHIBICIÓN (LECRIM):  Plazo de audiencia a las partes y al Ministerio Fiscal para que el Juez o Tribunal Superior fije su propia competencia",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"JURISDICCIÓN Y COMPETENCIA. REQUERIMIENTO DE INHIBICIÓN (LECRIM):  Plazo para la remisión de los antecedentesal TS por el Juez o Tribunal que estuviese conociendo de un asunto cuyo conocimiento corresponda al TS",
    "Plazo":"2 dias"
  },
  {
    "Situacion":"JURISDICCIÓN Y COMPETENCIA. CUESTIONES DE COMPETENCIA (LECRIM):  Plazo para promover y sostener su competencia por el procesado y la parte civil",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"JURISDICCIÓN Y COMPETENCIA. Inhibitoria - procedimiento por delitos graves o menos graves (LECRIM):  Plazo para dar al traslado de la inhibitoria al Ministerio Fiscal y a las demás partes",
    "Plazo":"1 o 2 dias"
  },
  {
    "Situacion":"JURISDICCIÓN Y COMPETENCIA. Inhibitoria - procedimiento por delitos graves o menos graves (LECRIM):  Plazo de resolución por el tribunal requirente",
    "Plazo":"2 dias siguientes"
  },
  {
    "Situacion":"JURISDICCIÓN Y COMPETENCIA. Inhibitoria - procedimiento por delitos graves o menos graves (LECRIM):  Plazo de remisión del testimonio al tribunal requerido",
    "Plazo":"1 a 3 dias"
  },
  {
    "Situacion":"JURISDICCIÓN Y COMPETENCIA. Inhibitoria - procedimiento por delitos graves o menos graves (LECRIM):  Plazo del LAJ del tribunal requerido para dar traslado del testimonio al Ministerio Fiscal y a las demás partes",
    "Plazo":"No podrá exceder de 24 horas cada uno"
  },
  {
    "Situacion":"JURISDICCIÓN Y COMPETENCIA. Inhibitoria - procedimiento por delitos graves o menos graves (LECRIM):  Plazo de remisión de la causa al tribunal requirente en caso de que el tribunal requerido se inhibiera",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"JURISDICCIÓN Y COMPETENCIA. Inhibitoria - procedimiento por delitos graves o menos graves (LECRIM):  Plazo de remisión del testimonio al tribunal requirente en caso de que el tribunal requerido denegara la inhibición",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"JURISDICCIÓN Y COMPETENCIA. Inhibitoria - procedimiento por delitos graves o menos graves (LECRIM):  Plazo para dictar auto por el Tribunal que hubiese propuesto la inhibitoria una vez recibido el oficio tras la denegación de la inhibición del Tribunal requerido",
    "Plazo":"2 dias"
  },
  {
    "Situacion":"JURISDICCIÓN Y COMPETENCIA. Inhibitoria - procedimiento por delitos graves o menos graves (LECRIM):  Plazo de comunicación al tribunal requerido de la decisión",
    "Plazo":"24 horas"
  },
  {
    "Situacion":"JURISDICCIÓN Y COMPETENCIA. Inhibitoria - procedimiento por delitos graves o menos graves (LECRIM):  Recibida la causa por el tribunal competente para resolver la competencia, pazo de emisión del dictamen por parte del Ministerio Fiscal",
    "Plazo":"2 dias"
  },
  {
    "Situacion":"JURISDICCIÓN Y COMPETENCIA. Inhibitoria - procedimiento por delitos graves o menos graves (LECRIM):  Plazo de resolución por el tribunal competente para resolver la competencia",
    "Plazo":"2 dias"
  },
  {
    "Situacion":"JURISDICCIÓN Y COMPETENCIA.Inhibitoria - procedimiento por delitos leves (LECRIM):  Plazo de remisión del oficio si se estima la inhibición",
    "Plazo":"24 horas"
  },
  {
    "Situacion":"JURISDICCIÓN Y COMPETENCIA.Inhibitoria - procedimiento por delitos leves (LECRIM):  Plazo de resolución por el Juez requerido de inhibición",
    "Plazo":"2 dias"
  },
  {
    "Situacion":"JURISDICCIÓN Y COMPETENCIA.Inhibitoria - procedimiento por delitos leves (LECRIM):  Plazo de remisión de las diligencias practicadas el Juez requirente, cuando el juez requerido desista del conocimiento de una causa",
    "Plazo":"24 horas"
  },
  {
    "Situacion":"JURISDICCIÓN Y COMPETENCIA.Inhibitoria - procedimiento por delitos leves (LECRIM):  Plazo de comunicación al Juez requirente en caso de mantener su competencia",
    "Plazo":"24 horas"
  },
  {
    "Situacion":"JURISDICCIÓN Y COMPETENCIA.Inhibitoria - procedimiento por delitos leves (LECRIM):  Declaración del Juez requirente sobre si insiste en la competencia o se aparta de ella",
    "Plazo":"24 horas"
  },
  {
    "Situacion":"JURISDICCIÓN Y COMPETENCIA.Inhibitoria - procedimiento por delitos leves (LECRIM):  Recibida la causa por el tribunal competente para resolver la competencia, plazo de emisión del dictamen por parte del Ministerio Fiscal",
    "Plazo":"2 dias"
  },
  {
    "Situacion":"JURISDICCIÓN Y COMPETENCIA.Inhibitoria - procedimiento por delitos leves (LECRIM):  Plazo de resolución por el tribunal competente para resolver la competencia",
    "Plazo":"3 dias siguientes"
  },
  {
    "Situacion":"JURISDICCIÓN Y COMPETENCIA.Declinatoria (LECRIM):  Plazo de proposición de artículos de previo pronunciamiento",
    "Plazo":"3 días a contar desde la entrega de autos para la calificación de los hechos"
  },
  {
    "Situacion":"JURISDICCIÓN Y COMPETENCIA.Declinatoria (LECRIM):  Plazo de resolución de la declinatoria en el procedimiento por delitos leves",
    "Plazo":"2 dias"
  },
  {
    "Situacion":"PARTES DEL PROCESO PENAL. REPRESENTACIÓN Y DEFENSA DE LAS PARTES (LECRIM):  Plazo que tiene el abogado designado para acudir al centro de detención, desde la recepción del encargo",
    "Plazo":"3 horas"
  },
  {
    "Situacion":"PARTES DEL PROCESO PENAL. LA VÍCTIMA EN EL PROCESO PENAL (LECRIM):  Periodo de reflexión de víctimas de catástrofes, calamidades públicas u otros sucesos con elevado nº de víctimas",
    "Plazo":"45 dias"
  },
  {
    "Situacion":"PARTES DEL PROCESO PENAL. LA VÍCTIMA EN EL PROCESO PENAL (LECRIM):  Formulación de alegaciones por la víctima, antes de\nque el JVP tenga que dictar alguna de las resoluciones del art. 13.1.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PARTES DEL PROCESO PENAL. LA VÍCTIMA EN EL PROCESO PENAL (LECRIM):  Anuncio de la víctima, al LAJ, de su intención de recurrir alguna de las resoluciones del art. 13.1.",
    "Plazo":"Máximo 5 días desde la notificación de la resolución"
  },
  {
    "Situacion":"PARTES DEL PROCESO PENAL. LA VÍCTIMA EN EL PROCESO PENAL (LECRIM):  Interposición de recurso, tras la notificación de la\nresolución (en relación con las resoluciones del art. 13.1 Ley 4\/2015).",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"INCOACIÓN DEL PROCESO (LECRIM): Abandono de querella (si la querella fuese por delito que no pueda ser perseguido sino a instancia de parte) por dejar de instar el procedimiento tras la notificación del auto acordándolo.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"INCOACIÓN DEL PROCESO (LECRIM):  A los efectos de lo anterior, tras haberse practicado las últimas diligencias pedidas por el querellante, o estar paralizada la causa por falta de instancia del mismo, plazo del Juez o Tribunal que conociere de los autos\npara mandar de oficio al querellante que pida lo que a su derecho convenga.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"INCOACIÓN DEL PROCESO (LECRIM):  Abandono de querella por no comparecencia de herederos o representantes legales para sostenerla en caso de muerte o incapacidad del querellante",
    "Plazo":"30 días siguientes a su citación"
  },
  {
    "Situacion":"INCOACIÓN DEL PROCESO (LECRIM):  Plazo del LAJ para dar parte al Presidente de la Audiencia de la formación del sumario, cuando un Juez de nstrucción o de Paz tuviere noticia de la perpetración de un delito",
    "Plazo":"2 dias"
  },
  {
    "Situacion":"MEDIDAS CAUTELARES PERSONALES EN EL PROCESO PENAL (LECRIM):  Plazo máximo para que el detenido pueda ser puesto en libertad o a disposición judicial.",
    "Plazo":"72 horas"
  },
  {
    "Situacion":"MEDIDAS CAUTELARES PERSONALES EN EL PROCESO PENAL (LECRIM):  Plazo para poner en libertad o entregar al Juez a una persona que fuese detenida por particular, Autoridad o agente de Policía judicial.",
    "Plazo":"24 horas"
  },
  {
    "Situacion":"MEDIDAS CAUTELARES PERSONALES EN EL PROCESO PENAL (LECRIM):  Plazo que ha de transcurrir para que, quien se demorare en la entrega, incurra en responsabilidad penal.",
    "Plazo":"24 horas"
  },
  {
    "Situacion":"MEDIDAS CAUTELARES PERSONALES EN EL PROCESO PENAL (LECRIM):  Plazo máximo para que el detenido pueda ser puesto en libertad o a disposición judicial.",
    "Plazo":"72 horas"
  },
  {
    "Situacion":"MEDIDAS CAUTELARES PERSONALES EN EL PROCESO PENAL (LECRIM):  Plazo máximo para que el Juez o Tribunal a quien se hiciese la entrega eleve la detención a prisión o la deje sin efecto.",
    "Plazo":"72 horas"
  },
  {
    "Situacion":"MEDIDAS CAUTELARES PERSONALES EN EL PROCESO PENAL (LECRIM):  Plazo máximo para la audiencia del detenido desde su puesta a disposición del juez de instrucción o tribunal que deba conocer de la causa",
    "Plazo":"72 horas"
  },
  {
    "Situacion":"MEDIDAS CAUTELARES PERSONALES EN EL PROCESO PENAL (LECRIM):  En la audiencia del art. 505 LECRIM, plazo máximo para proponer pruebas y realizar alegaciones",
    "Plazo":"72 horas"
  },
  {
    "Situacion":"MEDIDAS CAUTELARES PERSONALES EN EL PROCESO PENAL (LECRIM):  Plazo máximo para convocar una nueva audiencia, adoptando las medidas a que hubiese lugar, si la\naudiencia del art. 505 LECRIM no pudiese celebrarse por cualquier razón.",
    "Plazo":"72 horas"
  },
  {
    "Situacion":"MEDIDAS CAUTELARES PERSONALES EN EL PROCESO PENAL (LECRIM):  Plazo para que el detenido sea puesto a disposición\ndel juez o tribunal que conociere o hubiere conocer\nde la causa, cuando fuere puesto a disposición de juez\ndistinto del juez o tribunal que conociere o hubiere de\nconocer de la causa",
    "Plazo":"72 horas"
  },
  {
    "Situacion":"MEDIDAS CAUTELARES PERSONALES EN EL PROCESO PENAL (LECRIM):  Plazo para resolver el recurso contra el auto de prisión",
    "Plazo":"Maximo 30 dias"
  },
  {
    "Situacion":"MEDIDAS CAUTELARES PERSONALES EN EL PROCESO PENAL (LECRIM):  Plazo máximo de duración de la incomunicación",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"MEDIDAS CAUTELARES PERSONALES EN EL PROCESO PENAL (LECRIM):  Plazo máximo para la prórroga de la incomunicación, en los casos en que la prisión se acuerde en causa por alguno de los delitos del art. 384 bis LECRIM u otros delitos cometidos concertadamente y de forma organizada por dos o más personas.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"MEDIDAS CAUTELARES PERSONALES EN EL PROCESO PENAL (LECRIM):  ",
    "Plazo":null
  },
  {
    "Situacion":"MEDIDAS CAUTELARES PERSONALES EN EL PROCESO PENAL (LECRIM):  Plazo máximo para que el abogado designado acuda al centro de detención, desde la recepción del encargo.",
    "Plazo":"3 horas"
  },
  {
    "Situacion":"MEDIDAS CAUTELARES PERSONALES EN EL PROCESO PENAL (LECRIM):  Plazo máximo para que el detenido, como presunto partícipe de alguno de los delitos a que se refiere el art. 384 bis LECRIM, pueda ser puesto en libertad o a disposición judicial",
    "Plazo":"72 horas"
  },
  {
    "Situacion":"MEDIDAS CAUTELARES PERSONALES EN EL PROCESO PENAL (LECRIM):  Plazo máximo para prorrogar la incomunicación con\nfines investigadores",
    "Plazo":"48 horas"
  },
  {
    "Situacion":"MEDIDAS CAUTELARES PERSONALES EN EL PROCESO PENAL (LECRIM):  Plazo máximo para solicitar la prórroga de la detención, en casos de detenidos por delitos del art. 384 bis LECRIM.",
    "Plazo":"48 horas desde la detención"
  },
  {
    "Situacion":"MEDIDAS CAUTELARES PERSONALES EN EL PROCESO PENAL (LECRIM):  Plazo máximo para autorizar la prórroga de la detención, en casos de detenidos por delitos a los que se refiere el art. 384 bis LECRIM, desde la solicitud.",
    "Plazo":"24 horas"
  },
  {
    "Situacion":"MEDIDAS CAUTELARES PERSONALES EN EL PROCESO PENAL (LECRIM):  Plazo en que deberá pronunciarse el Juez sobre la incomunicación de una persona detenida como presunto partícipe de alguno de los delitos a que se refiere el art. 384 bis LECRIM, cuando le haya sido solicitada ",
    "Plazo":"24 horas"
  },
  {
    "Situacion":"MEDIDAS CAUTELARES PERSONALES EN EL PROCESO PENAL (LECRIM):  Plazo máximo para que el detenido en espacios marinos, por la presunta comisión de los delitos del art. 23.4.d)\nLOPJ, pueda ser puesto en libertad o a disposición judicial.",
    "Plazo":"72 horas"
  },
  {
    "Situacion":"MEDIDAS CAUTELARES PERSONALES EN EL PROCESO PENAL (LECRIM):  Plazo de por el que se entienden acordadas las medidas previstas en el art. 527.1 LECRIM, cuando la restricción\nde derechos sea solicitada por la Policía Judicial o por el Ministerio Fiscal.",
    "Plazo":"Maximo 24 horas"
  },
  {
    "Situacion":"MEDIDAS CAUTELARES PERSONALES EN EL PROCESO PENAL (LECRIM):  Al detenido a quien se le restrinja el derecho a comunicarse con todas o alguna de las personas con las que\ntenga derecho a hacerlo se le realizarán al menos 2 reconocimientos médicos.",
    "Plazo":"Cada 24 horas"
  },
  {
    "Situacion":"MEDIDAS CAUTELARES PERSONALES EN EL PROCESO PENAL. LIBERTAD PROVISIONAL (LECRIM):  Plazo para que el fiador personal o el dueño de los bienes dados en fianza presente al rebelde.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"MEDIDAS CAUTELARES PERSONALES EN EL PROCESO PENAL. LIBERTAD PROVISIONAL (LECRIM):  Plazo para comparecencia si el juez o tribunal dicta auto de reforma de la medida cautelar o de prisión, al considerar que concurren los presupuestos para la\nprisión provisional, si el investigado o encausado está en libertad",
    "Plazo":"72 horas siguientes"
  },
  {
    "Situacion":"MEDIDAS CAUTELARES PERSONALES EN EL PROCESO PENAL. PROCEDIMIENTO DEL HABEAS CORPUS (LECRIM):  Plazo para que los Jueces practiquen todas las actuaciones pertinentes y dicten la resolución que proceda.",
    "Plazo":"24 horas"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. SUMARIO (LECRIM):  Plazo por el que se podrá declarar total o parcialmente secreto el sumario",
    "Plazo":"Por tiempo no superior a 1 mes"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. SUMARIO (LECRIM):  Alzamiento del secreto del sumario",
    "Plazo":"Al menos 10 días antes a la conclusión del sumario"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. SUMARIO (LECRIM):  Remisión, al Tribunal competente, de las diligencias adoptadas por los Jueces de instrucción ordinarios para evitar la ocultación , en delitos que por su naturaleza solo pueden ser cometidos por Autoridades o funcionarios sujetos a un fuero superior",
    "Plazo":"En el término más breve posible, que en ningún caso podrá exceder de 3 días"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. SUMARIO (LECRIM):  Retención de la causa por el Juez de Paz que comenzare a instruir las primeras diligencias del sumario",
    "Plazo":"No más de 3 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. SUMARIO (LECRIM):  Parte por el LAJ al Presidente de la Audiencia de la formación del sumario",
    "Plazo":"Dentro de los 2 días siguientes al inicio de la instrucción"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. SUMARIO (LECRIM):  Resolución por el Juez de la solicitud de incoación del procedimiento ante el Tribunal del Jurado",
    "Plazo":"1 audiencia"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. SUMARIO (LECRIM):  Resolución por la AudienciaProvincial del recurso de queja interpuesto en el supuesto en que el Juez no haya resuelto la solicitud de incoación del procedimiento ante el Tribunal del Jurado o haya desestimado",
    "Plazo":"8 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. SUMARIO (LECRIM):  Plazo máximo para la investigación judicial desde la incoación de la causa",
    "Plazo":"12 meses"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. SUMARIO (LECRIM):  Posibilidad de prorrogar el plazo de instrucción, si, con anterioridad a su finalización, se constata que no será posible finalizar la investigación",
    "Plazo":"Por períodos iguales o inferiores a 6 meses"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. CONCLUSIÓN DEL SUMARIO (LECRIM):  Comparecencia en la respectiva audiencia, una vez\nnotificado el auto de concluido el sumario",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. CONCLUSIÓN DEL SUMARIO (LECRIM):  Comparecencia en el Tribunal Supremo, una vez notificado el auto de concluido el sumario.",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. CONCLUSIÓN DEL SUMARIO (LECRIM):  Comparecencia de las partes ante el Juez a quien corresponda, en los casos en que el Juez de instrucción reputare\ndelito leve el hecho",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. CONCLUSIÓN DEL SUMARIO (LECRIM):  Término de Instrucción de los autos por el Ministerio Fiscal, en su caso, por el Procurador el querellante, si se hubiere personado, y por último por la defensa del procesado o procesados",
    "Plazo":"No inferior a 3 días ni superior a 10, según el volumen del proceso."
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. CONCLUSIÓN DEL SUMARIO (LECRIM):  Término por el que la causa pasa al ponente, una vez devuelta o recogida del último que la hubiere tenido.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. CONCLUSIÓN DEL SUMARIO (LECRIM):  Plazo para dictar el auto confirmando o revocando el auto de conclusión del sumario del Juez de instrucción",
    "Plazo":"Transcurrido el plazo del apartado anterior"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. CONCLUSIÓN DEL SUMARIO (LECRIM):  Resolución por el Tribunal respecto a la solicitud del juicio oral o de sobreseimiento",
    "Plazo":"Dentro del 3º dia"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. SOBRESEIMIENTO (LECRIM):  Plazo en que se entenderá válidamente comunicado el auto de sobreseimiento y desplegará se su eficacia.",
    "Plazo":"5 dias desde la comunicacion"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. SOBRESEIMIENTO (LECRIM):  Plazo en que las víctimas pueden recurrir el auto de sobreseimiento",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. ARTÍCULOS DE PREVIO PRONUNCIAMIENTO (LECRIM):  Plazo para la proposición de los artículos de previo pronunciamiento.",
    "Plazo":"3 días, a contar desde el día de la entrega de los autos\npara la calificación de los hechos"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. ARTÍCULOS DE PREVIO PRONUNCIAMIENTO (LECRIM):  Plazo para la entrega de las copias de los escritos de proposición de los artículos de previo pronunciamiento y de los documentos justificativos de los hechos.",
    "Plazo":"En el día de su presentación"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. ARTÍCULOS DE PREVIO PRONUNCIAMIENTO (LECRIM):  Contestación al escrito de propuesta de artículos de previo pronunciamiento, por los representantes de las partes",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. ARTÍCULOS DE PREVIO PRONUNCIAMIENTO (LECRIM):  Recepción del artículo de previo pronunciamiento a prueba",
    "Plazo":"Por el término necesario que no podrá exceder de 8 días"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. ARTÍCULOS DE PREVIO PRONUNCIAMIENTO (LECRIM):  Resolución, por el Tribunal, de los artículos de previo pronunciamiento",
    "Plazo":"En el día siguiente al de la vista"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. ARTÍCULOS DE PREVIO PRONUNCIAMIENTO (LECRIM):  Nueva comunicación de la causa si los artículos de previo pronunciamiento fueran desestimados para que se puedan plantear escritos de calificación.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. CALIFICACIÓN DEL DELITO (LECRIM):  Término para la calificación de los hechos por el Fiscal o, en su caso, por el acusador privado",
    "Plazo":"5 días desde que el LAJ les comunique la causa"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. CALIFICACIÓN DEL DELITO (LECRIM):  Calificación de los hechos por el acusador particular, si lo hubiere",
    "Plazo":"5 días desde que el LAJ les comunique la causa"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. CALIFICACIÓN DEL DELITO (LECRIM):  Presentación de conclusiones por el actor civil, una vez devuelta la causa por el Fiscal o acusador particular",
    "Plazo":"5 días desde que el LAJ les comunique la causa"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. CALIFICACIÓN DEL DELITO (LECRIM):  Calificación de los hechos por los procesados y por terceros responsables civiles (por su orden), una vez hecha\nla calificación por el actor civil, si lo hubiere.",
    "Plazo":"5 días desde que el LAJ les comunique la causa"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. CALIFICACIÓN DEL DELITO (LECRIM):  Plazo para la entrega a las demás partes personadas de una copia de la lista de peritos y testigos presentada",
    "Plazo":"En el mismo día en que fueren presentadas las copias."
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. CALIFICACIÓN DEL DELITO (LECRIM):  Término para el examen de las pruebas propuestas\npor el ponente.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. CALIFICACIÓN DEL DELITO (LECRIM):  Plazo para la recusación de peritos",
    "Plazo":"3 días desde la entrega al recusante de la lista que  contenga el nombre del perito recusado"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. CALIFICACIÓN DEL DELITO (LECRIM):  Traslado del escrito de recusación a la parte que intente valerse del perito recusado",
    "Plazo":"Por término de 3 días"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. CALIFICACIÓN DEL DELITO (LECRIM):  Plazo para la práctica de prueba en caso de recusación \nde peritos",
    "Plazo":"6 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. CALIFICACIÓN DEL DELITO (LECRIM):  Preclusión para la recusación de peritos",
    "Plazo":"Dentro de los 3 días siguientes al de la entrega al recusante de la lista que contenga el nombre del\nrecusado"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. CALIFICACIÓN DEL DELITO (LECRIM):  Plazo en que los procesados que se hallen presos serán conducidos a la cárcel de la población en que haya de\ncontinuarse el juicio",
    "Plazo":"Inmediatamente "
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. El JUICIO ORAL (LECRIM):  En el juicio oral, siempre que se cuente con los medios tecnológicos necesarios, no será necesaria la presencia del LAJ en el acto, salvo que las partes lo soliciten las partes o que excepcionalmente lo considere necesario el o la LAJ.",
    "Plazo":"Al menos 2 días antes de la celebración de la vista"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. LA SENTENCIA (LECRIM):  Plazo para que el que tome parte en una votación de una sentencia pueda salvar su voto cuando hubiere disentido de la mayoria",
    "Plazo":"Dentro de las 24 horas siguientes"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. LA SENTENCIA (LECRIM):  Plazo para redactar y firmar la sentencia que resulte aprobada",
    "Plazo":"Dentro de los 3 días siguientes al que se\nhubiese celebrado la vista del incidente o\nse hubiese terminado el juicio"
  },
  {
    "Situacion":"PROCEDIMIENTO ORDINARIO. LA SENTENCIA (LECRIM):  Lectura de la sentencia definitiva y notificación a las partes y procuradores",
    "Plazo":"Mismo día en que se firmen o, a lo más, en el siguiente"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. DISPOSICIONES GENERALES (LECRIM):  Cuestiones de competencia entre órganos jurisdiccionales del mismo grado. Comparecencia para oír al Ministerio Fiscal y las partes personadas antes de que el tribunal superior resuelva.",
    "Plazo":"24 horas siguientes"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. DISPOSICIONES GENERALES (LECRIM):  Cuestiones de competencia entre órganos jurisdiccionales subordinados entre sí. Si es el órgano inferior el que entiende que es competente, plazo para oír al Ministerio Fiscal",
    "Plazo":"1 dia"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. DISPOSICIONES GENERALES (LECRIM):  Cuestiones de competencia entre órganos jurisdiccionales subordinados entre sí. Si es el órgano inferior el que entiende que es competente, en el tribunal superior plazo para dar vista de la exposición y antecedentes al Ministerio fiscal y a las partes personadas",
    "Plazo":"2 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. DISPOSICIONES GENERALES (LECRIM):  Cuestiones de competencia entre órganos jurisdiccionales subordinados entre sí. Si es el órgano inferior el que entiende que es competente, plazo que tiene el tribunal superior para resolver.",
    "Plazo":"Dentro del 3º dia"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. DISPOSICIONES GENERALES (LECRIM):  Cuestiones de competencia entre órganos jurisdiccionales subordinados entre sí. Si es el tribunal superior el que entiende que es competente, plazo para oír al Ministerio Fiscal y a las demás partes personadas",
    "Plazo":"2 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. DISPOSICIONES GENERALES (LECRIM):  Plazo para presentar las copias antes de su libramiento por el LAJ a costa del omitente",
    "Plazo":"1 audiencia"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. DILIGENCIAS PREVIAS (LECRIM):  La comunicación del auto de sobreseimiento se entenderá válidamente efectuada y desplegará todos su efectos una vez transcurridos",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. DILIGENCIAS PREVIAS (LECRIM):  Plazo que tienen las víctimas para recurrir el auto de sobreseimiento",
    "Plazo":"20 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. DILIGENCIAS PREVIAS (LECRIM):  Plazo que tiene el Fiscal de la Audiencia para devolver al Juzgado las diligencias con el escrito de interposición del recurso o con la fórmula de \"visto''.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. PREPARACIÓN DEL JUICIO ORAL (LECRIM):  Plazo para que el Ministerio Fiscal o las acusaciones personadas soliciten la apertura del juicio oral formulando escrito de acusación, el sobreseimiento de la causa o, excepcionalmente, la práctica de diligencias complementarias.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. PREPARACIÓN DEL JUICIO ORAL (LECRIM):  Prórroga del plazo anterior solicitada por el Ministerio Fiscal o por las acusaciones personadas",
    "Plazo":"Maximo otros 10 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. PREPARACIÓN DEL JUICIO ORAL (LECRIM):  Plazo para que el superior jerárquico del fiscal actuante presente el escrito que proceda, tras ser requerido por el Juez de Instrucción.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. PREPARACIÓN DEL JUICIO ORAL (LECRIM):  Si el sobreseimiento es solicitado por el Ministerio Fiscal y no hubiera acusación particular, plazo de los ofendidos o perjudicados para comparecer a defender su acción.",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. PREPARACIÓN DEL JUICIO ORAL (LECRIM):  Si el sobreseimiento es solicitado por el Ministerio Fiscal y no hubiera acusación particular, plazo para que el superior jerárquico comunique su decisión al Juez de Instrucción en caso de que se le hubiera remitido la causa",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. PREPARACIÓN DEL JUICIO ORAL (LECRIM):  Nuevo plazo para formular escrito de acusación tras haber solicitado el sobreseimiento.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. PREPARACIÓN DEL JUICIO ORAL (LECRIM):  Plazo para que el encausado comparezca con Abogado y Procurador, tras ser emplazado por el LAJ.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. PREPARACIÓN DEL JUICIO ORAL (LECRIM):  Plazo para presentar escrito de defensa, una vez que el LAJ les haya dado traslado de las actuaciones",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. JUICIO ORAL (LECRIM):  Límite máximo de la suspensión o aplazamiento de las sesiones del juicio oral",
    "Plazo":"30 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. JUICIO ORAL (LECRIM):  Límite del posible aplazamiento de la sesión por el Juez o Tribunal, si la defensa lo hubiere solicitado, en los casos en que la acusación cambie la tipificación penal de los hechos o aprecie un mayor grado de participación o de ejecución o circunstancias de agravación de la pena",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. JUICIO ORAL (LECRIM):  Plazo para dictar sentencia",
    "Plazo":"Dentro de los 5 días siguientes a la finalización del juicio oral"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. RECURSO DE APELACIÓN CONTRA AUTOS (LECRIM):  Plazo de presentación de recurso",
    "Plazo":"5 días desde la notificación del auto recurrido o del resolutorio del recurso de reforma"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. RECURSO DE APELACIÓN CONTRA AUTOS (LECRIM):  Plazo de alegaciones de las demás partes",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. RECURSO DE APELACIÓN CONTRA AUTOS (LECRIM):  Plazo de alegaciones del recurrente, si se hubiere interpuesto la apelación subsidiariamente con el recurso de reforma y este resultase total o parcialmente desestimatorio",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. RECURSO DE APELACIÓN CONTRA AUTOS (LECRIM):  Plazo de remisión a la Audiencia",
    "Plazo":"2 días siguientes a la finalización del plazo de alegaciones"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. RECURSO DE APELACIÓN CONTRA AUTOS (LECRIM):  Resolución del recurso de apelación",
    "Plazo":" 5 días siguientes a la recepción del testimonio"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. RECURSO DE APELACIÓN CONTRA AUTOS (LECRIM):  Plazo de devolución de las actuaciones al Juez, si excepcionalmente la Audiencia las reclamara para su consulta.",
    "Plazo":"Maximo 3 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. RECURSO DE APELACIÓN CONTRA AUTOS (LECRIM):  Plazo de celebración de la vista.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. RECURSO DE APELACIÓN CONTRA SENTENCIAS (LECRIM):  Plazo de interposición del recurso",
    "Plazo":"10 días siguientes a la notificación de la sentencia"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. RECURSO DE APELACIÓN CONTRA SENTENCIAS (LECRIM):  Plazo para solicitar copia de los soportes en los que se hayan grabado las sesiones",
    "Plazo":"3 días siguientes a la notificación de la sentencia"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. RECURSO DE APELACIÓN CONTRA SENTENCIAS (LECRIM):  Plazo para subsanar errores del escrito de formalización del recurso",
    "Plazo":"No superior a 3 días"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. RECURSO DE APELACIÓN CONTRA SENTENCIAS (LECRIM):  Plazo de alegaciones de las demás partes.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. RECURSO DE APELACIÓN CONTRA SENTENCIAS (LECRIM):  Plazo de impugnación de la adhesión a la apelación",
    "Plazo":"2 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. RECURSO DE APELACIÓN CONTRA SENTENCIAS (LECRIM):  Plazo para el traslado a las demás partes de los escritos de alegaciones y para la remisión de los autos a la\nAudiencia.",
    "Plazo":"2 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. RECURSO DE APELACIÓN CONTRA SENTENCIAS (LECRIM):  Plazo de resolución sobre la admisión de la prueba propuesta.",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. RECURSO DE APELACIÓN CONTRA SENTENCIAS (LECRIM):  Plazo para la celebración de la vista.",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. RECURSO DE APELACIÓN CONTRA SENTENCIAS (LECRIM):  Plazo para dictar sentencia.",
    "Plazo":"· Con vista: 5 días desde la celebración de la vista\n· Sin vista: 10 días desde la recepción de las actuaciones"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. EJECUCIÓN DE SENTENCIAS (LECRIM):  Plazo para que las demás partes pidan por escrito lo que a su derecho convenga, a la vista de la solicitud de pruebas en el caso de que el fallo no hubiera fijado la cuantía indemnizatoria",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. EJECUCIÓN DE SENTENCIAS (LECRIM):  Plazo para oír a las partes, una vez que se haya practicado la prueba",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PROCEDIMIENTO ABREVIADO. EJECUCIÓN DE SENTENCIAS (LECRIM):  Plazo para dictar auto fijando la cuantía indemnizatoria",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PROCESO ANTE EL TRIBUNAL DEL JURADO. ESTATUTO JURÍDICO DE LOS JURADOS: Determinación y comunicación, por los Presidentes de las Audiencias Provinciales, al Delegado Provincial de la Oficina del Censo Electoral del nº de candidatos a jurados que estimen necesario obtener por sorteo dentro de la provincia",
    "Plazo":"Mínimo 3 días antes a la fecha del sorteo"
  },
  {
    "Situacion":"PROCESO ANTE EL TRIBUNAL DEL JURADO. ESTATUTO JURÍDICO DE LOS JURADOS: Exposición de la lista del censo electoral por los Ayuntamientos",
    "Plazo":"7 dias"
  },
  {
    "Situacion":"PROCESO ANTE EL TRIBUNAL DEL JURADO. ESTATUTO JURÍDICO DE LOS JURADOS: Sorteo a partir de la lista del censo electoral a efectos de establecer esta lista bienal de candidatos a jurados",
    "Plazo":"15 últimos días de septiembre de los años pares"
  },
  {
    "Situacion":"PROCESO ANTE EL TRIBUNAL DEL JURADO. ESTATUTO JURÍDICO DE LOS JURADOS: Posibilidad de que cualquier ciudadano pueda formular reclamación contra el acto de sorteo referido en el\napartado anterior, ante la Audiencia Provincial.",
    "Plazo":"7 días siguientes a la celebración del sorteo"
  },
  {
    "Situacion":"PROCESO ANTE EL TRIBUNAL DEL JURADO. ESTATUTO JURÍDICO DE LOS JURADOS: Resolución de la reclamación contra el acto del sorteo referida en el apartado precedente.",
    "Plazo":"Antes del 15 de octubre"
  },
  {
    "Situacion":"PROCESO ANTE EL TRIBUNAL DEL JURADO. ESTATUTO JURÍDICO DE LOS JURADOS: Exposición o publicación de la lista de los candidatos a jurados.",
    "Plazo":" Durante los 15 últimos días de octubre"
  },
  {
    "Situacion":"PROCESO ANTE EL TRIBUNAL DEL JURADO. ESTATUTO JURÍDICO DE LOS JURADOS: Posibilidad de reclamar la inclusión de candidatos en las listas",
    "Plazo":"Durante los 15 primeros días de noviembre"
  },
  {
    "Situacion":"PROCESO ANTE EL TRIBUNAL DEL JURADO. ESTATUTO JURÍDICO DE LOS JURADOS: Traslado por el Juez Decano de la reclamación o advertencia en relación con la inclusión de candidatos en las listas, al interesado no reclamante",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"PROCESO ANTE EL TRIBUNAL DEL JURADO. ESTATUTO JURÍDICO DE LOS JURADOS: Dictado, por el Juez Decano, de la resolución sobre cada una de las reclamaciones o advertencias efectuadas en relación con la inclusión de candidatos en las listas",
    "Plazo":"Antes del 30 de noviembre"
  },
  {
    "Situacion":"PROCESO ANTE EL TRIBUNAL DEL JURADO. ESTATUTO JURÍDICO DE LOS JURADOS: Exposición de la lista de candidatos a jurados por los Ayuntamientos de la respectiva provincia.",
    "Plazo":"2 años de vigencia de la lista"
  },
  {
    "Situacion":"PROCESO ANTE EL TRIBUNAL DEL JURADO. ESTATUTO JURÍDICO DE LOS JURADOS: Posibilidad de que los candidatos incluidos en\nla lista de candidatos a jurados sean convocados a formar parte del Tribunal del Jurado.",
    "Plazo":"2 años a contar del 1 de enero siguiente"
  },
  {
    "Situacion":"PROCESO ANTE EL TRIBUNAL DEL JURADO. ESTATUTO JURÍDICO DE LOS JURADOS: Alarde de las causas señaladas para juicio oral, en las que hayan de intervenir jurados",
    "Plazo":"Antes del 40ᵒ día anterior al período de sesiones correspondiente"
  },
  {
    "Situacion":"PROCESO ANTE EL TRIBUNAL DEL JURADO. ESTATUTO JURÍDICO DE LOS JURADOS: Sorteo a efectos de designar 36 candidatos a jurados por cada causa señalada en el siguiente período de sesiones",
    "Plazo":"Al menos 30 días antes del señalado para la primera vista de juicio oral"
  },
  {
    "Situacion":"PROCESO ANTE EL TRIBUNAL DEL JURADO. ESTATUTO JURÍDICO DE LOS JURADOS: Devolución, por los candidatos a jurados, del cuestionario que reciban con la cédula de citación.",
    "Plazo":"5 días siguientes a su recepción"
  },
  {
    "Situacion":"PROCESO ANTE EL TRIBUNAL DEL JURADO. ESTATUTO JURÍDICO DE LOS JURADOS: Recusación de candidatos a jurados por el MF o por las demás partes, una vez que les ha sido entregado el cuestionario cumplimentado por los jurados",
    "Plazo":"5 dias siguientes"
  },
  {
    "Situacion":"PROCESO ANTE EL TRIBUNAL DEL JURADO. ESTATUTO JURÍDICO DE LOS JURADOS: Resolución sobre la excusa, advertencia o recusación que se hubiere presentado respecto a los candidatos designados como jurados por causa",
    "Plazo":"3 dias siguientes a la vista"
  },
  {
    "Situacion":"PROCESO ANTE EL TRIBUNAL DEL JURADO. PROCEDIMIENTO ANTE EL TRIBUNAL DEL JURADO: Celebración de la comparecencia inicial para concretar la imputación.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PROCESO ANTE EL TRIBUNAL DEL JURADO. PROCEDIMIENTO ANTE EL TRIBUNAL DEL JURADO: Posible solicitud por las partes de nuevas diligencias de investigación",
    "Plazo":"5 días siguientes a:\n- comparecencia \n- aquel en que se practicase la última de las ordenadas por el Juez"
  },
  {
    "Situacion":"PROCESO ANTE EL TRIBUNAL DEL JURADO. PROCEDIMIENTO ANTE EL TRIBUNAL DEL JURADO: Solicitud por las partes de lo que estimen oportuno respecto de la apertura del juicio oral mediante escrito de conclusiones provisionales, en los supuestos en que en la comparecencia inicial el Juez considerase improcedentes las diligencias de prueba solicitadas y no ordenase ninguna de oficio, o cuando estime innecesaria la práctica de más diligencias",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PROCESO ANTE EL TRIBUNAL DEL JURADO. PROCEDIMIENTO ANTE EL TRIBUNAL DEL JURADO: Dictado por el Juez de Instrucción del auto por el que decida la apertura o no del juicio oral, concluida la audiencia preliminar.",
    "Plazo":"En el mismo acto o en los 3 días siguientes"
  },
  {
    "Situacion":"PROCESO ANTE EL TRIBUNAL DEL JURADO. PROCEDIMIENTO ANTE EL TRIBUNAL DEL JURADO: Personación de las partes ante el Tribunal competente para el enjuiciamiento de la causa, tras la apertura de juicio oral",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"PROCESO ANTE EL TRIBUNAL DEL JURADO. PROCEDIMIENTO ANTE EL TRIBUNAL DEL JURADO: Escrito de las partes instando la inadmisión de nuevos medios de prueba que hayan sido propuestos, al tiempo de personarse, por otras partes",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"PROCESO ANTE EL TRIBUNAL DEL JURADO. PROCEDIMIENTO ANTE EL TRIBUNAL DEL JURADO: Nuevo señalamiento, cuando en el día y hora señalado para el juicio no concurran al menos 20 de los candidatos a jurados convocados",
    "Plazo":"15 dias siguientes"
  },
  {
    "Situacion":"PROCESO ANTE EL TRIBUNAL DEL JURADO. PROCEDIMIENTO ANTE EL TRIBUNAL DEL JURADO: Dictado de sentencia absolutoria en caso de disolución anticipada del Jurado por inexistencia de prueba de cargo",
    "Plazo":"Dentro del 3o día"
  },
  {
    "Situacion":"PROCESO ANTE EL TRIBUNAL DEL JURADO. VEREDICTO, SENTENCIA Y RECURSOS: Posibilidad de que el Magistrado- Presidente convoque a los jurados a la comparecencia del art. 57.1 LOTJ, cuando los mismos no hicieran entrega del acta de la votación",
    "Plazo":"2 dias"
  },
  {
    "Situacion":"PROCESO ANTE EL TRIBUNAL DEL JURADO. VEREDICTO, SENTENCIA Y RECURSOS: Interposición de recurso de apelación contra las sentencias dictadas, en el ámbito de la Audiencia Provincial y en primera instancia, por el magistrado-Presidente del Tribunal del Jurado",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCESO ANTE EL TRIBUNAL DEL JURADO. VEREDICTO, SENTENCIA Y RECURSOS: Posibilidad de que las demás partes impugnen el recurso de apelación o formulen escrito supeditado de apelación, una vez les haya dado traslado el LAJ del escrito interponiendo recurso de apelación.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"PROCESO ANTE EL TRIBUNAL DEL JURADO. VEREDICTO, SENTENCIA Y RECURSOS: Personación de las partes ante la Sala de lo Civil y Penal del Tribunal Superior de Justicia, una vez emplazadas para ello por el LAJ.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"PROCESO ANTE EL TRIBUNAL DEL JURADO. VEREDICTO, SENTENCIA Y RECURSOS: Dictado de la sentencia resolviendo el recurso de apelación, tras la celebración de la vista",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA. DISPOSICIONES GENERALES: Subsanación de las solicitudes de iniciación del expediente en materia de jurisdicción voluntaria.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA. DISPOSICIONES GENERALES: En la tramitación de un expediente en materia de jurisdicción voluntaria, emisión de informe del Ministerio fiscal, cuando solo hubiera de ser oído el Ministerio Fiscal y no fuera necesaria la realización de prueba",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA. DISPOSICIONES GENERALES: En la tramitación de un expediente en materia de jurisdicción voluntaria, citación de los interesados a una comparecencia",
    "Plazo":"Al mesnos 15 dias antes de su celebración"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA. DISPOSICIONES GENERALES: Oposición, por alguno de los interesados, a la solicitud de iniciación de un expediente en materia de jurisdicción voluntaria",
    "Plazo":"5 dias siguientes a su citacion"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA. DISPOSICIONES GENERALES: Celebración de la comparecencia en la tramitación de un expediente en materia de jurisdicción voluntaria.",
    "Plazo":"30 días siguientes a la admisión de la solicitud"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA. DISPOSICIONES GENERALES: En la tramitación de un expediente en materia de jurisdicción voluntaria que afecte a los intereses de una persona menor de edad o persona con discapacidad, práctica de las diligencias que se acuerden relativas dichos intereses, cuando no sea posible realizarlas en el mismo acto de\ncomparecencia",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA. DISPOSICIONES GENERALES: En la tramitación de un expediente en materia de jurisdicción voluntaria, alegaciones de las personas interesadas en relación con la exploración de un menor o persona con discapacidad, si ello tuviera lugar después de la comparecencia, una vez que se les haya dado traslado del acta de la misma.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA. DISPOSICIONES GENERALES: Resolución del expediente en materia de jurisdicción voluntaria",
    "Plazo":"5 días desde la comparecencia o, de no haberse esta celebrado, desde la última diligencia practicada"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA. DISPOSICIONES GENERALES: Caducidad del expediente en materia de jurisdicción voluntaria, al no producirse actividad promovida por los interesados pese al impulso de oficio de las actuaciones.",
    "Plazo":"6 meses desde la última notificación practicada"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA. Adopción: No se citará a los que siendo necesario su asentimiento, lo hubieran prestado con anterioridad a la iniciación del expediente ante la correspondiente Entidad Pública o\nen documento público, salvo que desde que lo hicieran hubieran transcurrido. ",
    "Plazo":"6 meses"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA. Adopción: Presentación de demanda por los progenitores que pretendan que se les reconozca la necesidad de prestar asentimiento a la adopción",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA. Adopción: Citación de los interesados, ante el Juez",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA. Adopción: Citación de las personas que deban ser oídas o que deban prestar su asentimiento, si no respondieran a la primera citación y no se hubiera realizado la citación en persona.",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Provisión de medidas judiciales de apoyo a personas con discapacidad: Proposición de diligencias de prueba por los interesados, tras ser citados a la comparecencia",
    "Plazo":"5 días desde la recepción de la citación"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Provisión de medidas judiciales de apoyo a personas con discapacidad: Mantenimiento de las medidas adoptadas provisionalmente por el órgano judicial.",
    "Plazo":"Máximo 30 días"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Tutela, curatela y guarda de hecho: En caso de incidencias, trámites y adopción de medidas o revisiones posteriores, remisión del testimonio completo del expediente, por el Juzgado que conoció del mismo, al Juzgado de la nueva residencia del menor o persona con discapacidad",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Tutela, curatela y guarda de hecho: Prestación de la fianza establecida para garantizar el caudal del afectado.",
    "Plazo":"Una vez citado para ello, 15 días"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Tutela, curatela y guarda de hecho: Presentación del inventario de los bienes de la persona afectada por el tutor o administrador de los bienes.",
    "Plazo":"60 días desde que fue requerido"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Tutela, curatela y guarda de hecho: Excusa para el ejercicio del cargo tutelar o de curatela",
    "Plazo":"15 días desde que tenga conocimiento del nombramiento"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Tutela, curatela y guarda de hecho: Presentación de cuenta final por extinción de la tutela o curatela.",
    "Plazo":"3 meses desde el cese del cargo"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Autorización judicial del consentimiento a las intromisiones legítimas en el ámbito del derecho al honor, intimidad y a la propia imagen del menor o persona con discapacidad: Resolución del Juez, si la complejidad del asunto lo justificare.",
    "Plazo":"5 días siguientes a la comparecencia"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Declaración de ausencia y fallecimiento: Celebración de la comparecencia para el nombramiento de defensor judicial en caso de desaparición.",
    "Plazo":"Máximo 5 días desde la presentación de la solicitud"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Declaración de ausencia y fallecimiento: En el expediente de declaración de ausencia, celebración de comparecencia",
    "Plazo":"Máximo 1 mes una vez admitida la solicitud"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Declaración de ausencia y fallecimiento: En el expediente de declaración de ausencia, intervalo de tiempo para la publicación de la resolución de admisión de la solicitud mediante edictos.",
    "Plazo":"8 dias"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Declaración de ausencia y fallecimiento: Solicitud de declaración de fallecimiento, por el Ministerio Fiscal, en el caso de naufragio o siniestro de aeronave",
    "Plazo":"Inmediatamente"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Declaración de ausencia y fallecimiento: Solicitud de declaración de fallecimiento, por el Ministerio Fiscal, en el caso de que en el siniestro no se hubieran identificado los restos, en el supuesto del art. 194.3º CC.",
    "Plazo":"8 dias desde el siniestro"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Declaración de ausencia y fallecimiento: En la declaración de fallecimiento, aportación o práctica de pruebas que acrediten el mismo",
    "Plazo":"Maximo 5 dias"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Declaración de ausencia y fallecimiento: En la declaración de fallecimiento, dictado de resolución oportuna por el LAJ, una vez se hayan aportado o practicado las pruebas que acrediten el fallecimiento",
    "Plazo":"Mismo dia"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Declaraciones judiciales sobre hechos pasados: Posibilidad de que, el promotor del expediente y el resto de los interesados, interesen la citación de las personas que, por no poderlas presentar, han de ser citadas por el LAJ a la vista para que declaren en calidad de testigos o peritos",
    "Plazo":"5 días desde la citación"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Declaraciones judiciales sobre hechos pasados: Posibilidad de que las partes pidan respuestas escritas a cargo de personas jurídicas o entidades públicas",
    "Plazo":"5 días desde la citación"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Expedientes de jurisdicción voluntaria en materia de familia: Alegaciones de las partes, en los expedientes de intervención judicial en relación con la patria potestad, tras el traslado del acta que recoja diligencias practicadas después de la comparecencia",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Expedientes relativos al Derecho de obligaciones: En la consignación, una vez admitida la solicitud por el LAJ, este notificará a los interesados la existencia de la consignación, a los efectos de que retiren la cosa debida o realicen alegaciones.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Expedientes relativos al Derecho de obligaciones: En la consignación, cuando transcurrido el plazo (10 días), los interesados no procedieran a retirar la cosa debida, no realizaran alegaciones o rechazaran la consignación, se dará traslado al promotor para que inste, la devolución de lo consignado o su mantenimiento. ",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Expedientes relativos al Derecho de obligaciones: En la consignación, en el caso de que el promotor solicitara la devolución de lo consignado, traslado de la petición al acreedor.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Expedientes relativos a los derechos reales: En el expediente de deslinde de fincas no inscritas, alegaciones y presentación de pruebas por los interesados, tras serles comunicado por el LAJ el inicio del expediente.",
    "Plazo":"15 dias"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Expedientes relativos a los derechos reales: En el expediente de deslinde de fincas no inscritas, celebración del acto de deslinde.",
    "Plazo":"30 dias"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Expedientes de subastas voluntarias: Caducidad de la nota, al margen, que indica la situación de venta en subasta del bien o derecho, cuando se trate de un bien inmueble o derecho real inscrito en el Registro de la Propiedad o de bienes muebles sujetos a un régimen de publicidad registral similar.",
    "Plazo":"6 meses"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Expedientes de subastas voluntarias: Vista del expediente de subasta voluntaria al solicitante para que solicite lo que le interese, una vez el LAJ aprobara el remate en favor del único o mejor postor que cubriera el tipo mínimo fijado",
    "Plazo":"3 dias"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Expedientes en materia mercantil. Exhibición de libros de las personas obligadas a llevar la contabilidad: Tras la comparecencia, de no haber resuelto en la misma, resolución del Juez sobre la solicitud de exhibición de libros de las personas obligadas a llevar contabilidad.",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Expedientes en materia mercantil. Convocatoria de las juntas generales: Convocatoria de la junta general si el LAJ admite la solicitud.",
    "Plazo":"1 mes desde la solicitud"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Expedientes en materia mercantil. Nombramiento y revocación de liquidador, auditor o interventor de una entidad: Resolución del expediente de nombramiento y revocación de liquidador, auditor o interventor de una entidad, por el LAJ.",
    "Plazo":"5 días desde la terminación de la comparecencia"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Expedientes en materia mercantil. Disolución judicial de sociedades: Resolución del expediente de disolución judicial de\nsociedades, por el juez.",
    "Plazo":"5 días desde la terminación de la comparecencia"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Expedientes en materia mercantil. Convocatoria de la asamblea general de obligacionistas: Convocatoria de la asamblea general de obligacionistas",
    "Plazo":"1 mes desde la solicitud"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Expedientes en materia mercantil. Robo, hurto, extravío o destrucción de título valor o representación de partes de socio: Solicitud de iniciación de expediente, en el caso de que exista denuncia previa, cuando se trate de valores admitidos a negociación en alguna Bolsa u otro mercado secundario oficial.",
    "Plazo":"9 dias desde la denuncia"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Expedientes en materia mercantil. Robo, hurto, extravío o destrucción de título valor o representación de partes de socio: En caso de no haberse suscitado controversia, autorización del LAJ al promotor del expediente de robo, hurto, extravío o destrucción de título valor o representación de partes de socio, a cobrar los rendimientos que produzca el título.",
    "Plazo":"6 meses"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Expedientes en materia mercantil. Robo, hurto, extravío o destrucción de título valor o representación de partes de socio: En caso de que no hubiera mediado oposición, orden de expedición de nuevos títulos en el expediente de robo, hurto, extravío o destrucción de título valor o representación de partes de socio.",
    "Plazo":"1 año"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Expedientes en materia mercantil. Nombramiento de perito en los contratos de seguro: Dictamen del perito nombrado en el expediente relativo a su nombramiento en los contratos de seguro.",
    "Plazo":"30 días"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Conciliación: Dictado de resolución sobre la admisión de la solicitud y citación de los interesados, señalando día y hora, en el que haya de tener lugar el acto de conciliación.",
    "Plazo":"5 días hábiles siguientes a aquel en que se presente la solicitud"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Conciliación: Tiempo mínimo de mediación entre la citación y el acto de conciliación",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Conciliación: Tiempo máximo para la celebración del acto de conciliación desde la admisión de la solicitud.",
    "Plazo":"10 dias"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Conciliación: Traslado de la reclamación de indemnización, efectuada por el requerido, al solicitante, cuando este no acreditara que su incomparecencia al acto de conciliación se debió a\njusta causa",
    "Plazo":"5 dias"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Conciliación: Nuevo señalamiento para la celebración del acto de conciliación, cuando el LAJ o el Juez de Paz estime adecuada la causa alegada por el solicitante o el requerido para no\nconcurrir al acto suspendido",
    "Plazo":"5 días siguientes a la decisión de suspender el acto de conciliación"
  },
  {
    "Situacion":"JURISDICCION VOLUNTARIA.Conciliación: Plazo de interposición de la demanda ejercitando la acción de nulidad contra lo convenido en el acto de conciliación",
    "Plazo":"15 días desde que se celebró la conciliación"
  }
]